Repository: sarvex/smplayer
Catalog: web/test_translations/translations/*.po
Languages: es

source: Test
es: Prueba

source: Test Page
es: Página de prueba

source: Hi. This is a test page.
es: Hola. Esto es una página de prueba.

source: This is a <a href="download/smplayer_0.5.61.tar.gz">link</a>.
es: Esto es un <a href="download/smplayer_0.5.61.tar.gz">enlace</a>.

source: This is another <a href="%1">link</a>.
es: Esto es otro <a href="%1">enlace</a>.

source: The latest version is %1. You can get it <a href="%2">here</a>.
es: La última versión es %1. La puedes conseguir <a href="%2">aquí</a>.

source: Testing parameters: %1, %2, %1 again, %3 and finally %4. Let's repeat %4.
es: Probando los parámetros: %1, %2, %1 otra vez, %3 y por último %4. Repitamos el %4.

source: Please, visit <a href="%1">page 2</a>.
es: Por favor, visita la <a href="%1">página 2</a>.

source: Choose language: <a href="%1">[English]</a> <a href="%2">[Spanish]</a>
es: Elige idioma: <a href="%1">[Inglés]</a> <a href="%2">[Español]</a>

source: Another Page
es: Otra Página

source: Page 2
es: Página 2

source: This is another test page.
es: Esta es otra página de prueba.

source: <a href="%1">Go back</a>
es: <a href="%1">Volver</a>
