Repository: sarvex/smplayer
Catalog: web/old_translations/*.po
Languages: es, fr, ja, pl, ro, ru, sv, uk

source: This page is available in
es: Esta página está disponible en
fr: Cette page est disponible en
ja: ご利用可能な言語:
pl: Strona dostępna jest w językach
ro: Această pagină este disponibilă în
ru: Эта страница переведена на
sv: Den här sidan är tillgänglig på
uk: Ця сторінка доступна на

source: Welcome to SMPlayer site
es: Bienvenido a la web de SMPlayer
fr: Bienvenue sur le site de SMPlayer
ja: SMPlayer へようこそ
pl: Witamy na stronie programu SMPlayer
ro: Bine aţi venit pe situl SMPlayer
ru: Добро пожаловать на сайт SMPlayer
sv: Välkommen till SMPlayer sidan
uk: Ласкаво просимо на сайт SMPlayer

source: <b>SMPlayer</b> is a new multimedia player, it uses the award-winning <a>MPlayer</a> as engine, so it's able to play the most known video & audio formats without the need of external codecs.
es: <b>SMPlayer</b> es un nuevo reproductor multimedia, usa el galardonado <a>MPlayer</a> como motor, por tanto es capaz de reproducir los formatos de vídeo y audio más conocidos sin necesidad de códecs externos.
fr: <b>SMPlayer</b> est un nouveau lecteur multimedia utilisant le très récompensé <a>MPlayer</a> comme moteur. De ce fait, il est capable de lire la majorité des formats audio et vidéo sans codec auxiliaire.
ja: <b>SMPlayer</b> は新しいマルチメディアプレーヤです。高く評価されている <a>MPlayer</a> をエンジンとして使用し、外部のコーデックを必要とせずにポピュラーなビデオ/オーディオを再生できます。
pl: <b>SMPlayer</b> jest nowym odtwarzaczem multimediów, wykorzystującym wielokrotnie nagradzany silnik programu <a>MPlayer</a>, więc pozwala on na odtwarzanie sporej ilości formatów audio i wideo bez konieczności używania zewnętrznych kodeków.
ro: <b>SMPlayer</b> este un nou player multimedia, foloseşte renumitul <a>MPlayer</a> ca motor, prin urmare este capabil să redea cele mai cunoscute formate audio şi video fără a fi nevoie de codecuri externe.
ru: <b>SMPlayer</b> - это новый мультимедиа проигрыватель, который использует получивший многочисленные награды <a>MPlayer</a> в качестве движка, что позволяет ему воспроизводить большинство известных аудио и видео форматов без потребности в дополнительных кодеках.
sv: <b>SMPlayer</b> är en ny multimedia spelare, den använder sig av den prisbelönta <a>MPlayer</a> som motor, därmed klarar den av att spela de mest kända video och ljud formaten utan behov av externa omkodare.
uk: <b>SMPlayer</b> - це новий мультимедійний програвач, який використовує багаторазово нагороджений <a>MPlayer</a> в якості движка, що дозволяє йому відтворювати більшість відомих аудіо и відео форматів без потреби в додаткових кодеках.

source: SMPlayer is available for Windows and Linux.
es: SMPlayer está disponible para Windows y Linux.
fr: SMPlayer est disponible sous Windows et Linux.
ja: SMPlayer には、Windows 用と Linux 用があります。
pl: SMPlayer dostępny jest dla Windows i Linux
ro: SMPlayer este disponibil pentru platforme Windows şi Linux
ru: Существуют версии SMPlayer для Windows и для Linux.
sv: SMPlayer finns tillgängligt för Windows och Linux
uk: Існують версії SMPlayer для Windows та для Linux.

source: Please, select your operating system to get more detailed info:
es: Por favor, selecciona tu sistema operativo para obtener información más detallada:
fr: Veuillez choisir votre système d'opération pour obtenir de plus amples détails informations :
ja: ご覧になりたい情報のオペレーティングシステムを選択してください:
pl: Potrzebujesz więcej informacji, wybierz swój system operacyjny
ro: Pentru informaţii detaliate alegeţi sistemul de operare:
ru: Чтобы получить более подробную информацию, выберите вашу операционную систему:
sv: Var vänlig och välj ditt operativsystem för mer detaljerad information:
uk: Щоб отримати більш детальну інформацію, виберіть вашу операційную систему:

source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード
pl: Pobieranie
ru: Загрузки
sv: Nedladdningar
uk: Закачати

source: Source
es: Código fuente
ja: ソース
pl: Źródła
ro: Sursa
ru: Исходные коды
sv: Källkod
uk: Вихідні коди

source: Stable version
es: Versión estable
fr: Version stable
ja: 安定バージョン
pl: Wersja stabilna
ro: Versiunea stabilă
ru: Стабильная версия
sv: Stabil version
uk: Стабільна версія

source: Read the file Install.txt included in the package to know how compile it.
es: Lee el fichero Install.txt incluido en el paquete para saber cómo compilarlo.
fr: Lisez le fichier Install.txt inclus dans le package pour savoir comment le compiler.
ja: コンパイル方法はパッケージに含まれている Install.txt に記載されています。
pl: Wszystkie informacje dotyczące instalacji zawarte są w pliku install.txt
ro: Pentru a afla cum se compilează citiţi fişierul install inclus în pachet.
ru: Информация о том, как откомпилировать программу содержится в Install.txt.
sv: Läs filen Install.txt, som inkluderas i paketet, för att få reda på hur man kompilerar den.
uk: Інформація про те, як скомпілювати програму міститься в Install.txt.

source: Optional package which provides some icon themes.
es: Paquete opcional que incluye varios juegos de iconos.
fr: Package optionnel contenant différents thèmes d'icônes.
ja: いくつかのアイコンテーマを提供するオプションパッケージです。
pl: Paczka zawierająca kilka tematów ikon
ru: Необязательный пакет, содержащий наборы пиктограмм.
sv: Valfritt paket som ger nya ikon teman
uk: Необов'язковий пакет, що містить набори піктограм.

source: Binaries
es: Binarios
fr: Binaires
ja: バイナリ
pl: Pliki binarne
ro: Executabile
ru: Бинарные файлы
sv: Binärt
uk: Бінарні файли

source: Compiled on SuSE 9.2. Requires: libqt3 and mplayer (at least 1.0rc1, recommended svn).
es: Compilado en SuSE 9.2. Require: libqt3 y mplayer (al menos la versión 1.0rc1, recomendada svn).
fr: Compilé sous SuSE 9.2. Requiert libqt3 et mplayer (au moins la version 1.0rc1, svn recomandé).
ja: SuSE 9.2 でコンパイルされています。libqt3 と mplayer (最低で 1.0rc1、svn を推奨) が必要です。
pl: Kompilowany na SuSE 9.2. Wymaga: libqt3 i mplayer (wersja1.0rc1, rekomendowana svn).
ro: Compilat pe SuSE 9.2. Necesită: libqt3 şi mplayer (cel puţin versiunea 1.0rc1 recomandare svn).
ru: Скомпилировано на SuSE 9.2. Зависимости: libqt3 и mplayer (версия не ниже 1.0rc1, рекомендуется svn).
sv: Kompilerat för SuSE 9.2. Kräver: libqt3 och mplayer (minst 1.0rc1, recommended svn).
uk: Скомпільовано на SuSE 9.2. Залежності: libqt3 та mplayer (версія не нижче 1.0rc1, рекомендується svn).

source: Compiled on kubuntu 7.04 (should work in ubuntu too) with Qt 4.
es: Compilado en kubuntu 70.4 (debería servir también para ubuntu) con Qt 4.
fr: Compilé sous Kubuntu 7.04 avec Qt4 (devrait aussi marcher sous Ubuntu).
ja: kubuntu 7.04 上の Qt 4 でコンパイルされています(ubuntu も動作する必要があります)。
pl: Kompilowany dla Kubuntu 7.04 (powinien działać także na Ubuntu) z Qt4
ro: Compilat pe kubuntu 7.04 cu Qt 4 (trebuie să funcţioneze şi în ubuntu).
ru: Скомпилировано на kubuntu 7.04 (должно также работать и в ubuntu) с Qt 4.
sv: Kompilerat för kubuntu 7.04 (borde även fungera i ubuntu) med Qt 4.
uk: Скомпільовано на kubuntu 7.04 (повинно також працювати і в ubuntu) з Qt 4.

source: Development packages
es: Paquetes de la versión en desarrollo
fr: Packages de développement
ja: 開発パッケージ
pl: Pakiety niestabilne
ro: Pachete aflate în lucru
ru: Нестабильная версия
sv: Utvecklings paket
uk: Нестабільна версія

source: Currently there's no svn (or similar), so development sources are available as normal tar.gz packages.
es: Actualmente no hay svn o similar, por lo que las fuentes de las versiones en desarrollo están disponibles como paquetes tar.gz normales y corrientes.
fr: Actuellement, il n'y a aucun svn (ou similaire) alors les sources sont disponibles en packags normaux tar.gz.
ja: 現在、svn などはありません。開発ソースは通常の tar.gz パッケージです。
pl: Obecnie nie jest to wersja svn (lub podobna), więc źródła niestabilne dostępne są jak normalny pakiet tar.gz.
ro: Deocamdată nu există arhive de tip svn (sau similare), prin urmare pachetele în lucru sunt disponibile ca pachete normale în format tar.gz.
ru: На данный момент svn нет, поэтому нестабильные версии доступны как обычные tar.gz пакеты.
sv: För tillfället finns det ingen svn (eller liknande), så utvecklings koden är tillgänglig som vanliga tar.gz paket.
uk: На даний момент svn немає, тому нестабільні версії доступні как звичайні tar.gz пакети.

source: Development version:
es: Versión en desarrollo:
fr: Version de développement :
ja: 開発バージョン:
pl: Wersja niestabilna
ro: Versiunea curentă în lucru:
ru: Нестабильная версия:
sv: Utvecklings version:
uk: Нестабільна версія:

source: for kubuntu 7.04
es: para kubuntu 7.04
ja: kubuntu 7.04 用
pl: dla kubuntu 7.04
ro: pentru kubuntu 7.04
ru: для kubuntu 7.04
uk: для kubuntu 7.04

source: for OpenSuSE 10.2
es: para OpenSuSE 10.2
ja: OpenSuSE 10.2 用
pl: dla OpenSuSE 10.2
ro: pentru OpenSuSE 10.2
ru: для OpenSuSE 10.2
uk: для OpenSuSE 10.2

source: Contributed packages
es: Otros paquetes
fr: Packages communautaires
ja: いただいたパッケージ
pl: Wykonane pakiety
ro: Pachete pentru diverse distribuţii
ru: Сторонние сборки
sv: Bidragna paket
uk: Сторонні збірки

source: Packages created by other people:
es: Paquetes creados por otras personas:
fr: Packages créés par d'autres personnes :
ja: 第三者によるパッケージです:
pl: Pakiety wykonane dla różnych dystrybucji
ro: Pachete create de alţi programatori:
ru: Сборки сделанные другими людьми:
sv: Paket skapade av andra människor:
uk: Збірки, зроблені іншими людьми:

source: Packages for Ubuntu 6.06 Dapper Drake, 6.10 Edgy Eft, 7.04 Feisty Fawn and Gutsy Gibbon
es: Paquetes para Ubuntu 6.06 Dapper Drake, 6.10 Edgy Eft, 7.04 Feisty Fawn y Gutsy Gibbon
ja: Ubuntu 6.06 Dapper Drake、6.10 Edgy Eft、7.04 Feisty Fawn および Gutsy Gibbon 用パッケージ
pl: Pakiety dla Ubuntu 6.06 Drapper Drake, 6.10 Edgy Eft, 7.04 Feisty Fawn i Gutsy Gibbon

source: Packages maintained by Wesley S. Compiled for i386. Packages available for both stable and development releases (updated twice a week).
es: Paquetes mantenidos por Wesley S. Compilados para i386. Hay paquetes para la versiones estable y la de desarrollo (actualizados dos veces por semana).
fr: Package maintenu par Wesley S. Compiled pour i386. Packages disponibles en version stable et développement (mise à jour deux fois par semaine).
ja: Wesley S 氏によるパッケージです。i386 用にコンパイルされています。このパッケージには、安定リリースと開発リリースの両方があります (週に 2 回更新されています)。
pl: Pakiety prowadzone przez Wesley S. Kompilowane dla i386. Pakiety dla wersji stabilnej i rozwojowej (aktualizacja dwa razy w tygodniu).
ro: Pachete menţinute de Wesley S. Compilate pentru i386. Pachete disponibile atât pentru versiunile stabile cât şi pentru cele în lucru ( actualizate de două ori pe săptămână).
ru: Сборку осуществляет Wesley S. Собрано для i386. Пакеты доступны для стабильной и нестабильной версий (обновляется дважды в неделю).
sv: Paket tillhandahållna av Wesley S. Kompilerade för i386. Paket tillgängliga både för stabila och utvecklings versioner (uppdaterad två gånger i veckan).
uk: Збирає Wesley S. Зібрано для i386. Пакети доступні для стабільної та нестабільної версій (оновлюється двічі в неділю).

source: Also available 64bit packages.
es: También disponibles paquetes de 64 bit.
ja: 64 ビットパッケージもあります。
pl: Dostępne również dla wersji 64 bit

source: Packages for kubuntu
es: Paquetes para kubuntu
fr: Packages pour Kubuntu
ja: Kubuntu 用パッケージ
pl: Pakiety dla Kubuntu
ro: pachete pentru kubuntu
ru: Пакеты для kubuntu
sv: Paket för kubuntu
uk: Пакети для kubuntu

source: Packages compiled by J H. on a kubunty gutsy with Qt 4.
es: Paquetes compilados por J H. para kubunty gutsy con Qt 4.
fr: Packages compilé par J. H. sous Kubuntu gutsy avec Qt 4.
ja: kubunty gutsy 上の Qt 4 で J H 氏によってコンパイルされているパッケージです。
pl: Pakiety kompilowane przez J H. na kubuntu gutsy z Qt4
ro: Pachete compilate de J.H. pe un kubunty gusty cu Qt 4.
ru: Сборку осуществляет J H. для kubuntu gutsy с Qt 4.
sv: Paket kompilerade av J H. på en kubunty gutsy med Qt 4.
uk: Збирає J H. для kubunty gutsy з Qt 4.

source: Packages for SuSE 10.2
es: Paquetes para SuSE 10.2
fr: Packages pour SuSE 10.2
ja: SuSE 10.2 用パッケージ
pl: Pakiety dla SuSE 10.2
ro: Pachete pentru SuSE 10.2
ru: Пакеты для SuSE 10.2
sv: Paket för SuSE 10.2
uk: Пакети для SuSE 10.2

source: Created by "linux3114a".
es: Creados por "linux3114a".
fr: Créé par "linux3114a".
ja: "linux3114a" 氏によるものです。
pl: Stworzony przez "linux3114a".
ro: Create de "linux3114a".
ru: Сборку осуществляет "linux3114a".
sv: Skapade av "linux3114a".
uk: Збирає "linux3114a".

source: Packages for SuSE 9.2, 9.3, 10.0, 10.1 and 10.2
es: Paquetes para SuSE 9.2, 9.3, 10.0, 10.1 y 10.2
fr: Packages pour SuSE 9.2, 9.3, 10.0, 10.1 et 10.2
ja: SuSE 9.2、9.3、10.0、10.1、10.2 用パッケージ
pl: Pakiety dla SuSE 9.2, 9.3, 10.0, 10.1 i 10.2
ro: Pachete pentru SuSE 9.2, 9.3, 10.0, 10.1 and 10.2
ru: Пакеты для SuSE 9.2, 9.3, 10.0, 10.1 и 10.2
sv: Paket för SuSE 9.2, 9.3, 10.0, 10.1 och 10.2
uk: Пакети для SuSE 9.2, 9.3, 10.0, 10.1 і 10.2

source: You can find several packages for SuSE at Guru's RPM Site.
es: Puedes encontrar algunos paquetes para SuSE en Guru's RPM Site.
fr: Vous pouvez trouver ici quelques packages pour SuSE sur le site Guru's RPM.
ja: SuSE at Guru's RPM Site には、いくつかの SuSE 用パッケージがあります。
pl: Na stronie Guru's RPM znajdziesz kilka pakietów dla SuSE
ro: Puteţi găsi câteva pachete pentru SuSE pe situl Guru's RPM.
ru: А также и другие пакеты для SuSE на Guru's RPM Site.
sv: Du kan hitta ett flertal paket för SuSE på Guru's RPM Site.
uk: А також інші пакети для SuSE на Guru's RPM Site.

source: Packages for ALT Linux 2.4
es: Paquetes para ALT Linux 2.4
fr: Packages pour ALT Linux 2.4
ja: ALT Linux 2.4 用パッケージ
pl: Pakiety dla ALT Linux 2.4
ro: Pachete pentru ALT Linux 2.4
ru: Пакеты для ALT Linux 2.4
sv: Paket för ALT Linux 2.4
uk: Пакети для ALT Linux 2.4

source: Link sent by Motsyo Gennadi.
es: Enlace enviado por Motsyo Gennadi.
fr: Lien envoyé par Motsyo Gennadi.
ja: リンクは Motsyo Gennadi 氏に教えていただきました。
pl: Link wysłał Motsyo Gennadi
ro: Link furnizat de Motsyo Gennadi.
ru: Ссылку прислал Motsyo Gennadi.
sv: Länk skickad av Motsyo Gennadi.
uk: URL надіслав Motsyo Gennadi.

source: Packages for ALT Linux Sisyphus
es: Paquetes para ALT Linux Sisyphus
fr: Packages pour ALT Linux Sisyphus
ja: ALT Linux Sisyphus 用パッケージ
pl: Pakiety dla ALT Linux Sisyphus
ro: Pachete pentru ALT Linux Sisyphus
ru: Пакеты для ALT Linux Sisyphus
sv: Paket för ALT Linux Sisyphus
uk: Пакети для ALT Linux Sisyphus

source: Packages for Mandriva Spring
es: Paquetes para Mandriva Spring
fr: Packages pour Mandriva Spring
ja: Mandriva Spring 用パッケージ
ro: Pachete pentru Mandriva Spring
ru: Пакеты для Mandriva Spring
sv: Paket för Mandriva Spring
uk: Пакети для Mandriva Spring

source: Link sent by Jarek.
es: Enlace enviado por Jarek.
fr: Lien envoyé par Jarek.
ja: リンクは Jarek 氏に教えていただきました。
pl: Link wysłał Jarek.
ro: Link furnizat de Jarek.
ru: Ссылку прислал Jarek.
sv: Länk skickad av Jarek.
uk: Збирає Jarek.

source: Package for Fedora 7, compiled with Qt 4. Created by Andrea.
es: Paquete para Fedora 7, compilado con Qt 4. Creado por Andrea.
fr: Packages pour Fedora 7, compilé avec Qt 4. Créés par Andrea.
ja: Fedora 7 用パッケージです。Qt 4 でコンパイルされています。Andrea 氏によって作成されています。
pl: Pakiety dla Fedora 7, kompilowany z Qt 4. Wykonane przez Andrea.
ro: Pachete pentru Fedora 7, compilate cu Qt 4. Create de Andrea.
ru: Пакеты для Fedora 7, собрано с Qt 4. Сборку осуществляет Andrea.
sv: Paket för Fedora 7, kompilerat med Qt 4. Skapad av Andrea.
uk: Пакети для Fedora 7, зібрано з Qt 4. Збирає Andrea.

source: Packages for Slackware
es: Paquetes para Slackware
ja: Slackware 用パッケージ
pl: Pakiety dla Slackware
ro: Pachete pentru Slackware
ru: Пакеты для Slackware
uk: Пакети для Slackware

source: Packages for Slackware made by amigib.
es: Paquetes para Slackware hechos por amigib.
ja: amigib 氏による Slackware 用パッケージです。
pl: Pakiety dla Slackware wykonane przez amigib
ro: Pachete pentru Slacware furnizate de amigib
ru: Сборку осуществляет amig
uk: Пакети для Slackware, зроблені amigib.

source: Packages for Fedora Core, sent by George Machitidze:
es: Paquetes para Fedora Core, enviados por George Machitidze:
ja: Fedora Core 用パッケージです。George Machitidze 氏に教えていただきました。
pl: Pakiety dla Fedora Core, wysłane przez George Machitidze
ro: Pachete pentru Fedora Core, furnizate de George Machitidze:
ru: Пакеты для Fedora Core, присланы George Machitidze:
uk: Пакети для Fedora Core, надіслані George Machitidze:

source: Packages for Arch Linux
es: Paquetes para Arch Linux
ja: Arch Linux 用パッケージ
pl: Pakiety dla Arch Linux
ro: Pachete pentru Arch Linux
ru: Пакеты для Arch Linux
uk: Пакети для Arch Linux

source: There are packages for smplayer and smplayer-themes in the "[community]" repository.
es: Hay paquetes para smplayer y smplayer-themes en el repositorio "[community]".
ja: "[community]" リポジトリに smplayer および smplayer-themes 用パッケージがあります。
pl: W repozytorium "[community]" są pakiety smplayer-a i smplayer-themes
ro: Pachete pentru smplayer şi pentru smplayer-theme pot fi găsite în arhiva software (repozitor) "[community]"
ru: Пакеты для smplayer и smplayer-themes в репозитории "[community]".
uk: Готові пакети для smplayer та smplayer-themes знаходяться в "[community]" репозиторії.

source: SMPlayer is also available for Windows. <a>Enter here</a> if you're interested on Windows packages.
es: SMPlayer también está disponible para Windows. <a>Pulsa aquí</a> si estás interesado en los paquetes para Windows.
fr: SMPlayer est aussi disponible pour Windows. <a>Entrez ici</a> si vous êtes intéressé par les packages Windows.
ja: SMPlayer には Windows 用もあります。Windows パッケージにご興味のある方は<a>こちら</a>からお入りください。
pl: SMPlayer jest dostępny także dla Windows. <a>Naciśnij tutaj</a> jeśli jesteś zainteresowany plikami dla Windows.
ro: SMPlayer este disponibil şi pentru Windows. <a>Căutaţi aici</a> dacă vă interesează pachete pentru windows.
ru: SMPlayer также доступен и для Windows. <a>Нажмите здесь</a> если вам необходимы пакеты для Windows.
sv: SMPlayer finns även tillgängligt för Windows. <a>Klicka här</a> om du är intresserad av Windows paket.
uk: SMPlayer також доступний і для Windows. <a>Натисність тут,</a> якщо Вам необхідні пакети для Windows.

source: Additional packages
es: Paquetes adicionales
fr: Packages additionnels
ja: さらなるパッケージ
pl: Dodatkowe pakiety
ro: Pachete suplimentare
ru: Дополнительные пакеты
sv: Extra paket
uk: Додаткові пакети

source: There are several additional packages for advanced users: <a>See sourceforge download page</a>
es: Hay unos cuantos paquetes adicionales para usuarios avanzados: <a>Ver la página de descargas de sourceforge</a>
fr: Il y a aussi quelques packages additionnels pour les utilisateurs avancés : <a>Voir la page de téléchargement Sourceforge</a>
ja: 上級ユーザー用にはさらにいくつかのパッケージがあります: <a>sourceforge のダウンロードページ</a>をご覧ください
pl: Tutaj znajdują się dodatkowe pakiety dla zaawansowanych użytkowników: <a>Zobacz stronę pobierania sourceforge</a>
ro: O serie de pachete suplimentare pentru utilizatorii avansaţi: <a>Vedeţi pagina de descărcări a sitului sourceforge</a>
ru: Различные дополнительные пакеты для опытных пользователей: <a>Страница загрузки на sourceforge</a>
sv: Det finns ett flertal extra paket för erfarna användare: <a>Se sourceforge nedladnings sida</a>
uk: Різноманітні додаткові пакети для досвічених користувачів: <a>Сторінка закачок на sourceforge</a>

source: One of the most interesting features of SMPlayer: <b>it remembers the settings of all files you play</b>. So you start to watch a movie but you have to leave... don't worry, when you open that movie again it will resume at the same point you left it, and with the same settings: audio track, subtitles, volume...
es: Una de las cosas más interesantes de SMPlayer: <b>recuerda las opciones de todos los ficheros que reproduzcas</b>. Empiezas a ver una películas pero tienes que irte... no te preocupes, cuando vuelvas a abrir la película continuará desde el mismo lugar donde la dejaste, y con las mismas opciones: pista de audio, subtítulos, volumen...
fr: L'une des caractéristiques les plus intéressantes de SMPlayer est de <b>se rappeler des optionsde chaque fichier que vous jouez</b>. De ce fait, si vous vous regarder un film et que vous devez quitter... alors ne vous inquiêtez pas, quand vous rechargez le film à nouveau, SMPlayer placera la position du film là où vous l'avez quitter, avec la même configuration : piste audio, sous-titrage, volume...
ja: SMPlayer の最大の特徴: <b>再生したファイルの設定をすべて記憶します</b>。ムービーを観始めたけど用事ができた... なんてことがあっても、ご心配いりません。再びムービーを開いたときには、以前と同じ位置と設定 (オーディオトラック、字幕、音量などなど...) で再開されます。
pl: Jedna z interesujących funkcji SMPlayer-a: <b>zapamiętuje ona ustawienia odtwarzanych plików</b>. Więc gdy oglądasz film ale musisz wyjść... nie przejmuj się, gdy uruchomisz film ponownie obejrzysz go od ostatniego punktu w którym go wyłączyłeś , z tymi samymi ustawieniami: ścieżki audio, napisów, głośności...
ro: Una din cele mai interesante caracteristici ale SMPlayer: <b>memorarea tuturor reglajelor făcute fişierelor redate</b>. Astfel dacă atunci când vizionaţi un film sunteţi nevoit să plecaţi... nu vă impacientaţi, când veţi deschide acel fişier din nou filmul se va relua din acelaşi punct de unde l-aţi lăsat şi va păstra aceleaşi reglaje: audio, subtitrări, volum...
ru: Одна из наиболее интересных возможностей SMPlayer: <b>проигрыватель может запоминать настройки всех воспроизводимых вами файлов</b>. И вы можете продолжать смотреть фильм с того момента, где вы остановились в прошлый раз с теми же настройками фильтров, изображения, звука и субтитров!
sv: En av de mest intressanta funktionerna i SMPlayer: <b>den kommer ihåg dina inställningar av alla filer du spelar</b>. Så du börjar titta på en film, men måste gå... oroa dig inte, när du öppnar filmen igen så kommer den att fortsätta från samma position där du lämnade den, och med samma inställningar: ljudspår, undertext, volym...
uk: Одна з найбільш цікавих можливостей SMPlayer: <b>програвач вміє запам'ятовувати налаштування всіх відтворюваних Вами файлів</b>. І ви можете продовжувати дивитись фільм з того моменту, де Вы зупинились в попередній раз з тими ж налаштуваннями фільтрів, зображення, звуку та субтитрів!

source: Other additional interesting features:
es: Otras opciones interesantes:
fr: D'autres caractéristiques intéressantes :
ja: その他の特徴:
pl: Inne dodatkowe interesujące właściwości
ro: Alte caracteristici suplimentare:
ru: Другие возможности:
sv: Andra extra intressanta funktioner:
uk: Інші можливості:

source: Configurable subtitles. You can choose font and size, and even colors for the subtitles.
es: Subtítulos configurables. Puedes elegir el tipo de letra y tamaño, y incluso el color.
fr: Sous-titres configurables. Vous pouvez choisir la police, la taille, et même les couleurs.
ja: 字幕の設定。字幕のフォント、サイズ、色を自由に選択できます。
pl: Konfigurowanie napisów. Można wybrać czcionkę i jej rozmiar, i nawet kolor dla napisów.
ro: Configurarea subtitrărilor. Pentru subtitrări puteţi alege caracterele, mărimea şi chiar culoarea lor.
ru: Настраиваемые субтитры. Можно изменять размер, цвет и шрифт субтитров.
sv: Konfigurerbara undertexter. Du kan välja typsnitt och storlek, och även färger för undertexterna.
uk: Змінювані субтитри. Можна змінити розмір, колір та шрифт.
