Repository: sarvex/smplayer
Catalog: web/old_translations/*.po
Languages: es, fr, ja, pl, ro, ru, sv, uk

source: <b>Free.</b> Totally free. No shareware, no adware, no spyware... Free and opensource. The source code of SMPlayer is available. You can download it, compile it, modify it... SMPlayer is under the <b>GPL</b> license.
es: <b>Gratuito.</b> Gratuito y totalmente libre. Nada de shareware, adware, spyware... Y además es opensource. El código fuente está disponible. Puedes descargarlo, compilarlo, modificarlo... SMPlayer se encuentra bajo licencia <b>GPL</b>.
fr: <b>Gratuit.</b> Totalement gratuit. Pas de shareware, de adware, de spyware... Il est libre et opensource. Le code source de SMPlayer est disponible. Vous pouvez le télécharger, le compiler, le modifier... SMPlayer est sous licence <b>GPL</b>.
ja: <b>フリーです。</b>あらゆる点でフリーです。ノーシェアウェア、ノーアドウェア、ノースパイウェア... 無料でオープンソース。SMPlayer のソースコードは自由にダウンロード、コンパイル、変更できます。SMPlayer は、<b>GPL</b> ライセンスの下にあります。
pl: <b>Darmowy.</b> Zupełnie darmowy. Bez płacenia, bez adware, bez spyware... Darmowy i opensource. Kod źródłowy SMPlayer jest dostępny. Możesz go pobrać, kompilować, modyfikować... SMPlayer jest na licencji <b>GPL</b>
ro: <b>Gratuit.</b> În întregime gratuit. Fără shareware, fără adware, fără spyware ... Gratuit şi opensource. Codul sursă pentru SMPlayer este accesibil. Puteţi să-l descărcaţi, să-l compilaţi, să-l modificaţi... SMPlayer se supune termenilor licenţei <b>GPL</b>.
ru: <b>Бесплатный.</b> SMPlayer абсолютно бесплатен. Кроме того вы абсолютно свободно можете использовать его исходные коды. SMPlayer распространяется под лицензией <b>GPL</b>.
sv: <b>Gratis.</b> Helt gratis. Ingen utvärderings tid, ingen reklam, inget spionprogram... Gratis och med öppen källkod. Källkoden till SMPlayer är tillgänglig. Du kan ladda ner den, kompilera den, modifiera den... SMPlayer går under <b>GPL</b> licensen.
uk: <b>Безкоштовний.</b> SMPlayer абсолютно безкоштовний. Крім того Ви абсолютно вільно можете використовувати його вихідні коди. SMPlayer розповсюджується під ліцензією <b>GPL</b>.

source: An this is just the beginning. In the future SMPlayer will have features hardly available in other players. But be patience. Development of SMPlayer started just a very few months ago. SMPlayer is alpha software. There are still some basic features missing, like a bookmark. It also can contain bugs. But I hope is stable enough for daily use. Already implemented features should work. But if you find a bug report it! ;)
es: Y esto es sólo el principio. En el futuro SMPlayer tendrá opciones que difícilmente se encuentran en otros programas. Pero ten paciencia. El desarrollo de SMPlayer comenzó tan sólo hace unos meses. SMPlayer es software alpha. Todavía le faltan algunas cosas importantes, como un bookmark. También puede contener bugs. Aunque espero que es lo suficientemente estable para el uso diario. Si encuentras algún bug, ¡informa de él! ;)
fr: Et ce n'est juste que le début. Dans le futur, SMPlayer aura d'autres options à peine disponible dans les autres lecteurs. Mais soyez patient(e). Le développement de SMPlayer vient tout juste de commencer il y a peu de mois. SMPlayer est encore en version Alpha. Il y a encore des options manquantes comme le marque-page. Il peut contenir aussi quelques bugs, mais j'espère aussi stable pour utiliser tous les jours. Les options déjà implantées devraient marcher sans problème, mais si vous trouvez un bug, n'hésitez pas à le repporter.
ja: これは始まったばかりです。将来 SMPlayer は、他のプレーヤにある ほとんどの機能が利用できるようになるでしょう。ですがご辛抱ください。SMPlayer の開発はたった数ヶ月前に始まったばかりです。SMPlayer はアルファソフトウェアです。まだブックマークのような、いくつかの基本的な機能がありません。また、バグが潜んでいる可能性もあります。しかし日常の使用には十分なように安定することを期待します。すでに実装されている機能は動作するはずです。ただ、もしバグを発見したら、ご報告をお願いします! ;)
pl: Prosto mówiąc to początek. W przyszłości SMPlayer będzie posiadał opcje innych odtwarzaczy. Cierpliwości, wersja niestabilna SMPlayer-a powstała kilka miesięcy temu i jest programem alpha, wciąż nie posiada kilku opcji, np. takich jak zakładka. Może również zawierać błędy. Jednak jest na tyle stabilna aby jej używać na co dzień. Obecnie zaimplementowane opcje powinny działać. Jednak jeśli znalazłeś błąd zgłoś go! ;)
ro: Şi acesta este doar începutul. În viitor SMPlayer va avea caracteristici mult întâlnite şi la alte aplicaţii asemănătoare. Realizarea SMPlayer a început de doar câteva luni. SMPlayer este în stadiul de dezvoltare alfa. Sunt încă opţiuni neimplementate precum bookmark. De asemenea poate conţine buguri. Dar sper că este destul de stabil pentru o utilizare obişnuită. Caracteristicile deja implementate ar trebui să funcţioneze fără probleme. Dar dacă descoperiţi un bug raportaţi-l! ;)
ru: Это только начало! В будущем SMPlayer будет приобретать новые функции. Но будьте терпеливы, разработка SMPlayer началась всего несколько месяцев назад. SMPlayer пока находится в состоянии альфа-версии. Некоторые необходимы функции пока отсутствуют, программа может пока содержать ошибки. Но я надеюсь, что он SMPlayer достаточно стабилен, чтобы им пользоваться каждый день. Все функции, уже реализованные в нем, должны работать, но, если вы нашли ошибку - сообщите о ней! ;-)
sv: Och det här är bara början. I framtiden kommer SMPlayer att ha funktioner som knappt finns tilgängliga i andra spelare. Men ha tålamod. Utvecklingen av SMPlayer började för enbart några månader sedan. SMPlayer är i alpha stadiet. Det saknas fortfarande en del grundläggande funktiner, som bokmärken. Den innehåller även buggar. Men jag hoppas att den är stabil nog för dagligt användande. Redan implementerade funktioner borde fungera. Men om du skulle stöta på en bugg, tala om det! ;)
uk: Це тілько початок! В майбутньому SMPlayer буде набувати нових функцій. Але будьте терпеливими, розробка SMPlayer почалася всього кілька місяців назад. SMPlayer покищо знаходиться в стані альфа-версії. Деякі необхідні функції покищо відсутні, програма може покищо містити помилки. Але я сподіваюсь, що SMPlayer достатньо стабільний, щоб ним користуватись кожний день. Всі функції, вже реалізовані в ньому, повинні працювати, але якщо ви знайшли помилку - сповістіть про неї! ;-)

source: Main
es: Principal
fr: Accueil
ja: メイン
pl: Główna
ro: Pagina Principală
ru: Главная
sv: Huvudsida
uk: Головна

source: Screenshots
es: Capturas de pantalla
fr: Captures d'écran
ja: スクリーンショット
pl: Zrzuty ekranu
ro: Capturi Ecran
ru: Галерея
sv: Skärmdumpar
uk: Галерея

source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード
pl: Pobieranie
ru: Загрузки
sv: Nedladdningar
uk: Закачати

source: Forum
es: Foro
ja: フォーラム (英語、スペイン語)
ru: Форум
uk: Форум

source: Bug Tracking
es: Seguimiento de bugs
fr: Rapport de bug
ja: バグトラック (英語)
pl: Zgłoś błąd
ru: Отчеты об ошибках
sv: Bugg lista
uk: Звіти про помилки

source: Feature Requests
es: Peticiones
fr: Demandes d'option
ja: 機能のリクエスト (英語)
pl: Prośby nowych funkcji
ro: Sugestii Caracteristici
ru: Планы
sv: Funktions förfrågan
uk: Плани

source: Changelog
es: Cambios recientes
ja: 変更点 (英語)
pl: Zmiany
ru: История версий
sv: Lista över förändringar
uk: Історія версій
