Repository: sarvex/smplayer
Catalog: web/old_translations/*.po
Languages: es, fr, ja, pl, ro, ru, sv, uk

source: Added some new functions, like pan&scan, stay on top, set the size of the window...
fr: Ajout de nouelles fonctions comme Pan & Scan, rester au premier plan, définir la taille de la fenêtre...
ja: いくかの新しい機能が追加されました。パン & スキャン、常に手前に表示、ウィンドウのサイズに設定など...
pl: Dodano kilka nowych funkcji, takie jak pan&scan, zawsze na wierzchu, ustawienia rozmiaru okna...
ro: Au fost adăugate funcţii noi precum: pan&scan, fereasta deschisă întodeauna deasupra, alegerea dimensiunii ferestrei...
sv: La till några nya funktioner, som pan&scan, alltid överst, ställ in storleken på fönstret...

source: Improved support for subtitles. For instance, now you can load a idx/sub file and you'll be able to select among all languages that the file provides. You can have a mkv file with embedded subtitles, load an idx/sub file (or srt, sub...) and all subtitles will be available.
fr: Support des sous-titres. Vous pouvez maintenant charger un idx/fichier de sous-titrage et choisir la langue qui vous plait. Vous pouvez avoir un fichier mkv comprennant des sous-titrages, charger un idx/fichier de sous-titres (ou srt, sub...) et tous les sous-titres seront disponibles.
ja: 字幕への対応が強化されました。一例として、idx/sub ファイルを読み込めるようになり、ファイルの供給するすべての言語のうち 1 つを選択できるようになりました。埋め込み字幕付き mkv ファイルを持ったり、idx/sub ファイル (または srt、sub...) を読み込んだり、すべての字幕を利用することができます。
pl: Ulepszona obsługa napisów. Na przykład, teraz można wczytać plik idx/sub i wybierać wśród wszystkich języków, które są dostarczone. Będzie można plik mkv z zawartymi napisami wczytać jako plik idx/sub (lub srt, sub...) i wszystkie napisy będą dostępne.
ro: Suport îmbunătăţit pentru subtitrări. De exemplu acum puteţi încărca un fişier de tip idx/sub şi veţi avea posibilitatea de a selecta dintre toate limbile în care acest fişier este scris. Puteţi avea un fişier mkv cu subtitrări încorporate, incărcaţi un fişier idx/sub ( sau srt, sub, ... ) şi toate subtitrarile vor deveni accesibile.
sv: Förbättrat stöd för undertexter. Som exempel, så kan du nu ladda en idx/sub fil och du har möjlighet att välja mellan de olika språken som filen tillhandahåller. Du kan ha en mkv fil med inkluderad undertext, ladda en idx/sub fil (eller srt, sub...) och alla undertexter blir tillgängliga.

source: New translations. SMPlayer 0.5.0 is translated (totally or partially) to the following languages: Bulgarian, Czech, German, Spanish, French, Hungarian, Italian, Japanese, Georgian, Dutch, Polish, Brazilian Portuguese, Russian, Slovak, Serbian, Swedish, Turkish, Ukrainian, Simplified-Chinese and Traditional Chinese. By the way, now it's possible to change the language at run-time.
fr: Nouvelles traductions. SMPlayer 0.5.0 est traduit (partiellement ou totalement) dans les langues suivantes : Bulgare, Tchèque, Allemand, Espagnol, Français, Hongrois, Italien, Japonnais, Georgien, Autrichien, Polonais, Brésilien, Russe, Slovaque, Serbe, Suédois, Turque, Ukrainien, Chinois simplifié et chinois traditionnel. Au passage, il est possible de changer la langue à tout moment.
ja: 新しい翻訳。SMPlayer 0.5.0 は (全体的または部分的に) 以下の言語に翻訳されています: ブルガリア語、チェコ語、ドイツ語、スペイン語、フランス語、ハンガリー語、イタリア語、日本語、グルジア語、オランダ語、ポーランド語、ブラジルのポルトガル語、ロシア語、スロバキア語、セルビア語、スウェーデン語、トルコ語、ウクライナ語、簡体字中国語、繁体字中国語。ちなみに、起動中に言語を変更できるようになりました。
pl: Nowe tłumaczenia. SMPlayer 0.5.0 jest przetłumaczony (całkowicie lub częściowo) na następujące języki: Bulgarian, Czech, German, Spanish, French, Hungarian, Italian, Japanese, Georgian, Dutch, Polish, Brazilian Portuguese, Russian, Slovak, Serbian, Swedish, Turkish, Ukrainian, Simplified-Chinese and Traditional Chinese. Nawiasem mówiąc, teraz można zmienić język programu w czasie jego pracy.
ro: Traduceri noi. SMPlayer 0.5.0 este tradus (în întregime sau parţial) în următoarele limbi: Bulgară, Cehă, Germană, Spaniolă, Franceză, Maghiară, Italiană, Japoneză, Georgiană, Olandeză, Poloneză, Portugheză-Brazilia, Rusă, Slovacă, Sârbă, Suedeză, Turcă, Ucraineană, Chineză Simplificată şi Tradiţională. În altă ordine de idei, acum se poate alege limba la instalarea aplicaţiei.
sv: Nya översättningar. SMPlayer 0.5.0 är översatt (helt eller delvis) till följande språk: Bulgariska, Tjeckiska, Tyska, Spanska, Franska, Ungerska, Italienska, Japanska, Georgiska, Nederländska, Polska, Braziliansk Portugisiska, Ryska, Slovakiska, Serbiska, Svenska, Turkiska, Ukrainska, Förenklad Kinesiska och Traditionell Kinesiska. Nu är det dessutom möjligt att ändra språket under drift.

source: Screenshots
es: Capturas de pantalla
fr: Captures d'écran
ja: スクリーンショット
pl: Zrzuty ekranu
ro: Capturi Ecran
ru: Галерея
sv: Skärmdumpar
uk: Галерея

source: Here you can see some screenshots of SMPlayer. These ones are taken in Linux:
es: Aquí puedes ver algunas capturas de pantalla de SMPlayer. Estas han sido tomadas en Linux:
fr: Ici vous pouvez voir quelques captures d'écran de SMPlayer. Ils ont été pris sous Linux :
ja: ここではいくつかの SMPlayer のスクリーンショットをご覧になれます。これらは Linux でのものです:
pl: Tutaj można zobaczyć kilka zrzutów ekranu SMPlayer. Te wykonane są w systemie Linux:
ro: Aici puteţi admira o serie de capturi de ecran cu SMPlayer. Acestea sunt făcute pe o platformă Linux:
ru: Снимки SMPlayer, сделанные в Linux:
sv: Här kan du se ett par skärmdumpar från SMPlayer. Dessa är tagna i Linux:
uk: Знімки SMPlayer, зроблені в Linux:

source: This is the main window
es: Esta es la ventana principal
fr: Voici la fenêtre principale
ja: これはメインウィンドウです
pl: Główne okno programu
ro: Aceasta este fereastra principală
ru: Главное окно
sv: Det här är huvud fönstret
uk: Головне вікно

source: A mkv video with embedded subtitles
es: Un vídeo mkv con subtítulos
fr: Une video mkv avec des sous-titres
ja: 埋め込み字幕付き mkv ビデオです
pl: Plik wideo mkv z zawartymi napisami
ro: Un fişier mkv cu subtitrare încorporată
ru: MKV видео с субтитрами
sv: En mkv video med inkluderade undertexter
uk: MKV відео з субтитрами

source: Now several icon themes are available
es: Ahora hay disponibles varios juegos de iconos
fr: Maintenant plusieurs thèmes d'icônes sont disponibles
ja: いくつかのアイコンテーマが利用できるようになりました
pl: Dostępne są różne tematy ikon
ro: Cum arată un set de iconiţe noi
ru: Наборы пиктограмм
sv: Nu finns det ett antal ikon teman tillgängliga
uk: Набори піктограм

source: Here you can see the video menu
es: Aquí puedes ver el menú de vídeo
fr: Ici, vous pouvez voir le menu de la vidéo
ja: ここではビデオメニューをご覧になれます
pl: Tutaj można zobaczyć menu wideo
ro: Aici puteţi vedea meniul video
ru: Меню видео
sv: Här kan du se video menyn
uk: Меню відео

source: The options menu
es: El menú opciones
fr: Le menu des options
ja: オプションメニューです
pl: Opcje menu
ro: Meniul opţiunilor
ru: Меню настроек
sv: Inställnings menyn
uk: Меню налаштувань

source: Playing an Internet video stream
es: Reproduciendo un stream de internet
fr: Jouant une vidéo streaming sur internet
ja: インターネットビデオストリームの再生中です
pl: Odtwarzanie internetowego strumienia wideo
ro: Redarea unui fişier video captat de pe internet
ru: Воспроизведение видео из Internet
sv: Spellandes en Internet video ström
uk: Відтворення відео з Internet

source: The preferences dialog
es: El diálogo de preferencias
fr: Le dialogues "Préférences"
ja: 環境設定ダイアログです
pl: Ustawienia
ro: Caseta de dialog cu opţiunile preferate
ru: Диалог настроек
sv: Inställnings allternativ
uk: Діалог налаштувань

source: Subtitles settings
es: Las opciones de los subtítulos
fr: Options du sous-titrage
ja: 字幕の設定
pl: Ustawienia napisów
ro: Reglaje Subtitrări
ru: Настройки субтитров
sv: Undertext allternativ
uk: Налаштування субтитрів

source: File properties
es: Propiedades del fichero
fr: Propriétés du fichier
ja: ファイルのプロパティ
pl: Ustawienia pliku
ro: Proprietăţi Fişier
ru: Параметры файла
sv: Filegenskaper
uk: Параметри файла

source: The playlist
es: La lista de reproducción
fr: La liste de lecture
ja: プレイリストです
pl: Lista odtwarzania
ro: Listă fişiere
ru: Список воспроизведения
sv: Spellistan
uk: Список відтворення

source: The preferences dialog in Spanish
es: El dialogo de preferencias en español
fr: Le dialogue "Préférences" en espagnol
ja: スペイン語での環境設定ダイアログです
pl: Ustawienia w języku hiszpańskim
ro: Caseta de dialog cu opţiunile preferate în Spaniolă
ru: Диалог настроек на Испанском
sv: Inställnings allternativen på Spanska
uk: Діалог налаштувань Іспанською

source: The shortcut editor
es: El editor de atajos
fr: L'éditeur de raccourcis
ja: ショートカットエディタです
pl: Edytor skrótów
ro: Editorul pentru alegerea tastelor de acces rapid
ru: Настройка горячих клавиш
sv: Kortkommands editorn
uk: Налаштування гарячих клавіш

source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード
pl: Pobieranie
ru: Загрузки
sv: Nedladdningar
uk: Загрузки

source: Stable version
es: Versión estable
fr: Version stable
ja: 安定バージョン
pl: Wersja stabilna
ro: Versiunea stabilă
ru: Стабильная версия
sv: Stabil version
uk: Стабільна версія

source: Full package with installer:
es: Paquete completo con instalador:
fr: Package entier avec installeur :
ja: インストーラ付きフルパッケージ:
pl: Pełna wersja instalacyjna
ro: Pachete complete incluzând program de instalare:
ru: Полная версия с установщиком
sv: Komplett paket med installationsprogram
uk: Повна версія з істаллятором

source: This package contains everything needed to run smplayer: Qt shared libraries, translation files, icon themes... It also includes a mplayer build. The version included is <i>svn-r23855</i> from <a>CCCP</a>.
es: Este paquete contiene todo lo necesario para que funcione correctamente SMPlayer: librerías Qt, traducciones, juegos de iconos... También incluye una versión del MPlayer. La versión incluida es <i>svn-r23855</i> obtenida de <a>CCCP</a>.
ja: このパッケージには smplayer を起動するのに必要なものがすべて含まれています: Qt 共有ライブラリ、翻訳ファイル、アイコンテーマ... また、mplayer ビルドも含まれています。含まれているバージョンは <a>CCCP</a> からの <i>svn-r23214</i> です。
pl: Ten plik zawiera wszystko co jest niezbędne do uruchomienia smplayer-a: bibliotekę Qt, pliki językowe, tematy ikon... Zawiera również program mplayer. Jest on w wersji <i>svn-r23855<i> od <a>CCCP</a>.
ro: Acest pachet conţine tot ce aveţi nevoie pentru a rula smplayer: bibliotecile Qt, fişierele cu traduceri, temele pentru iconiţe... De asemenea conţine şi un pachet mplayer. Versiunea mplayer inclusă este <i>svn-r23855</i> furnizată de <a>CCCP</a>

source: <b>Note:</b> the first time the lib SSA/ASS or fontconfig is used, mplayer will create a font cache. This process takes some seconds and meanwhile <b>smplayer may look hung. Don't worry, just wait.</b>
es: <b>Nota:</b> la primera vez que la librería SSA/ASS o fontconfig sean usados, MPlayer creará una caché con los tipos de letra. Este proceso dura unos cuantos segundos durante los cuales <b>SMPlayer puede parecer colgado. No te preocupes, simplemente espera.</b>
fr: <b>Note :</b> c'est la première fois que la librairie SSA/ASS ou fontconfig est utilisé. Mplayer va créer le cache police. Ce processus va prendre quelques secondes.Soyez patient.
ja: <b>ご注意:</b> 初めてライブラリ SSA/ASS や fontconfig が使用されると、mplayer はフォントキャッシュを作成します。この処理には数秒かかり、その間 <b>smplayer はハングします。ご心配せず、そのままお待ちください。</b>
pl: <b>Notka:</b> przy pierwszym uruchomieniu SSA/ASS lub ustawień czcionki , mplayer tworzy bufor czcionki. Ten proces zajmie parę sekund i w tym czasie <b>smplayer może nie odpowiadać. Nie przejmuj się, po prostu czekaj.</b>
ro: <b>Notă:</b> prima dată când este folosită lib SSA/ASS sau fontconfig, mplayer va crea un font cache. Procesul va dura ceva timp şi în acest timp <b>smplayer va părea că s-a blocat. Nu vă impacientaţi, doar asteptaţi</b>
ru: <b>Обратите внимание:</b> при первом использовании библиотек SSA/ASS или конфигуратора шрифтов MPlayer создает кеш шрифтов. Это займет немного времени и <b>smplayer в этот момент показаться зависшим. Не стоит беспокоится - просто подождите.</b>
sv: <b>Notering:</b> första gången lib SSA/ASS eller fontconfig används, kommer mplayer att skapa en teckensnitts cache. Den här prosessen tar ett par sekunder och undertiden <b>kan det verka som om smplayer har hängt upp sig. Oroa dig inte, det är bara att vänta.</b>
uk: <b>Зверність увагу:</b> при першому використанні бібліотек SSA/ASS чи конфігуратора шрифтів MPlayer створює кеш шрифтів. Це займе трохи часу і <b>smplayer в цей момент здається таким, що завис. Не варто турбуватись - просто зачекайте.</b>

source: <b>Note 2:</b> If you had already installed a previous version, it's highly recommended that you uninstall the old package before installing the new one.
es: <b>Nota 2:</b> Si tenías instalada una versión anterior, es muy recomendable que la desinstales antes de instalar la nueva.
ja: <b>ご注意 2:</b> 以前がバージョンがすでにインストールされている場合、新しくインストールする前に古いパッケージをアンインストールすることを強く推奨します。
pl: <b>Notka 2:</b> Jeśli posiadasz zainstalowaną poprzednią wersję, zalecamy ją odinstalować, a dopiero później instalację nowej.
ro: <b>Notă 2:</b> dacă aveţi deja instalată o versiune mai veche, se recomandă cu prioritate dezinstalarea pachetului vechi înaintea instalării celei noi.
ru: <b>Обратите внимание:</b> Если у вас уже установленная предыдущая версия, настоятельно рекомендуется удалить ее, прежде, чем ставить новую.
sv: <b>Notering 2:</b> Om du redan har en tidigare version installerad, så är det i allra högsta grad rekommenderat att du avinstallerar det gamla paketet innan du installerar det nya.
uk: <b>Зверність увагу:</b> Якщо у Вас вже встановлена попередня версія, переконливо рекомендується видалити її, перш ніж ставити нову.

source: Updates and sources
es: Actualizaciones y fuentes
fr: Mises à jour et Sources
ja: 更新とソース
pl: Aktualizacje i źródła
ro: Versiuni noi şi coduri sursă
ru: Обновления и исходные коды
sv: Uppdateringar och källkod
uk: Поновлення та вихідні коди

source: Update:
es: Actualización:
fr: Mise à jour :
ja: 更新:
pl: Aktualizacja
ro: Versiuni noi:
ru: Обновления:
sv: Uppdatering:
uk: Поновлення:

source: <b>Installation:</b> Uncompress this file on the same directory where you installed SMPlayer, overwriting the old files.
es: <b>Instalación:</b> Descomprime el archivo en el mismo directorio donde instalaste SMPlayer, sobreescribiendo los ficheros antiguos.
fr: <b>Installation :</b> Décompressez le fichier dans le même dossier que là où vous avez installé SMPlayer, en écrasant les vieux fichiers.
ja: <b>インストール方法:</b> SMPlayer をインストールしたのと同じディレクトリにこのファイルを解凍し、古いファイルを上書きしてください。
pl: <b>Instalacja:</b> Wypakuj pliki do katalogu gdzie jest zainstalowany SMPlayer, nadpisz istniejące pliki.
ro: <b>Instalare:</b> Dezarhivaţi acest fişier în acelaşi director în care aţi instalat SMPlayer, scriind peste fişierele vechi.
ru: <b>Установка:</b> Распаковать это архив в тот же каталог, где уже установлен SMPlayer, перезаписать старый файлы.
sv: <b>Installation:</b> Packa upp den här filen till samma mapp som du installerade SMPlayer, skriv över de gamla filerna.
uk: <b>Встановлення:</b> Розпакувати цей архів до того ж каталогу, де вже встановлено SMPlayer, перезаписати старі файли.

source: Stable version:
es: Versión estable:
fr: Version stable :
ja: 安定バージョン:
pl: Wersja stabilna
ro: Versiunea stabilă:
ru: Стабильная версия:
sv: Stabil version:
uk: Стабільна версія:

source: Read the file Install.txt included in the package to know how compile it.
es: Lee el fichero Install.txt incluido en el paquete para saber cómo compilarlo.
fr: Lisez le fichier Install.txt inclus dans le package pour savoir comment compiler.
ja: コンパイル方法はパッケージに含まれている Install.txt に記載されています。
pl: Wszystkie informacje dotyczące instalacji zawarte są w pliku install.txt
ro: Citiţi fişierul install.txt inclus în pachet pentru a afla cum se face compilarea.
ru: Информация о том, как откомпилировать программу содержится в Install.txt.
sv: Läs filen Install.txt som finns inkluderat i paketet, för att få reda på hur man kompilerar den.
uk: Інформація про те, як скомпілювати програму міститься в Install.txt.

source: Source code:
es: Código fuente:
fr: Code source :
ja: ソースコード:
pl: Kod źródłowy
ro: Codul sursă:
ru: Исходные коды:
sv: Källkod:
uk: Вихідні коди:

source: Optional package which provides some icon themes.
es: Paquete opcional que incluye varios juegos de iconos.
fr: Package optionnel comprennant différents thèmes d'icônes.
ja: いくつかのアイコンテーマを提供するオプションパッケージです。
pl: Paczka zawierająca kilka tematów ikon
ro: Pachete opţionale pentru modificarea aspectului grafic.
ru: Дополнительный пакет, содержащий наборы пиктограмм.
sv: Valfritt paket som innehåller ikon teman
uk: Необов'язові пакети, які містять набір піктограм.

source: SMPlayer is also available for Linux. <a>Enter here</a> if you're interested on Linux packages.
es: SMPlayer también está disponible para Linux. <a>Pulsa aquí</a> si estás interesado en los paquetes para Linux.
fr: SMPlayer est aussi disponible pour Linux. <a>Entrez ici</a> si vous êtes intéressé(e) par les packages Linux.
ja: SMPlayer には Linux 用もあります。Linux パッケージにご興味のある方は<a>こちら</a>からお入りください。
pl: SMPlayer jest dostępny także dla Linux. <a>Naciśnij tutaj</a> jeśli jesteś zainteresowany plikami dla Linux.
ro: SMPlayer este de asemenea disponibil pentru platforme Linux: Dacă vă interesează pachete pentru Linux le puteţi găsi <a>AICI</a>
ru: SMPlayer также доступен и для Linux. Если вам необходима версия для Linux <a>нажмите здесь</a>.
sv: SMPlayer finns också tillgänglig för Linux. <a>Klicka här</a> om du är intresserad av Linux paketen.
uk: SMPlayer також доступний і для Linux. Якщо Вам необхідна версія для Linux <a>натисніть тут</a>.

source: Additional packages
es: Paquetes adicionales
fr: Packages additionnels
ja: さらなるパッケージ
pl: Dodatkowe pakiety
ro: Pachete suplimentare
ru: Дополнительные пакеты
sv: Extra paket
uk: Додаткові пакети

source: There are several additional packages for advanced users: <a>See sourceforge download page</a>.
es: Hay unos cuantos paquetes adicionales para usuarios avanzados: <a>Ver la página de descargas de sourceforge</a>.
fr: Il y a des packages additionnels pour les utilisateurs avancés : <a>Voir la page de téléchargement de Sourceforge</a>.
ja: 上級ユーザー用にはさらにいくつかのパッケージがあります: <a>sourceforge のダウンロードページ</a>をご覧ください。
pl: Tutaj znajdziesz dodatkowe pakiety dla zaawansowanych użytkowników: <a>Zobacz stronę pobierania sourceforge</a>.
ro: O serie de pachete suplimentare pentru utilizatorii avansaţi: <a>Vedeţi pagina de descărcări a sitului sourceforge</a>
ru: Различные дополнительные пакеты для опытных пользователей: <a>Страница загрузки на sourceforge</a>
sv: Det finns ett flertal paket för erfarna användare: <a>Se sourceforge nedladdnings sida</a>.
uk: Різноманітні додаткові пакети для досвічених користувачів: <a>Сторінка загрузок на sourceforge</a>

source: <b>SMPlayer</b> is a new multimedia player. It uses the award-winning <a>MPlayer</a> as engine, so it's able to play the most known video & audio formats <b>without the need of external codecs</b>: avi, mkv, ogm, mpeg, vob, 3gp, asf, mov, wmv, mp3, ogg... You can also play DVD discs and Internet streams.
es: <b>SMPlayer</b> es un nuevo reproductor multimedia, usa el galardonado <a>MPlayer</a> como motor, por tanto es capaz de reproducir los formatos de vídeo y audio más conocidos <b>sin necesidad de códecs externos</b>: avi, mkv, ogm, mpeg, vob, 3gp, asf, mov, wmv, mp3, ogg... También puede reproducir DVDs y streams de internet.
fr: <b>SMPlayer</b> est un nouveau lecteur multimedia utilisant le très récompensé <a>MPlayer</a> comme moteur. De ce fait, il est capable de lire la majorité des formats audio et vidéo <b>sans codec auxiliaire</b> : avi, mkv, ogm, mpeg, vob, 3gp, asf, mov, wmv, mp3, ogg... Vous pouvez aussi lire des DVDs et du streaming sur internet.
ja: <b>SMPlayer</b> は新しいマルチメディアプレーヤです。高く評価されている <a>MPlayer</a> をエンジンとして使用し、<b>外部のコーデックを必要とせず</b>にポピュラーなビデオ/オーディオを再生できます: avi、mkv、ogm、mpeg、vob、3gp、asf、mov、wmv、mp3、ogg... そして DVD ディスクやインターネットストリームも再生できます。
pl: <b>SMPlayer</b> jest nowym odtwarzaczem multimediów. Używa wielokrotnie nagradzany <a>MPlayer</a> jako silnika, więc umożliwia odtwarzanie sporej ilości formatów wideo & audio <b>bez zewnętrznych kodeków</b>: avi, mkv, ogm, mpeg, vob, 3gp, asf, mov, wmv, mp3, ogg... Może również odtwarzać DVD i strumienie internetowe.
ro: <b>SMPlayer</b> este un nou player multimedia, foloseşte renumitul <a>MPlayer</a> ca motor, prin urmare este capabil să redea cele mai cunoscute formate audio şi video <b>fără a fi nevoie de codecuri externe</b>: avi, mkv, ogm, mpeg, vob, 3gp, asf, mov, wmv, mp3, ogg, ... Se pot reda DVD sau fişiere captate pe internet (stream).
ru: <b>SMPlayer</b> - это новый мультимедиа проигрыватель, который использует получивший многочисленные награды<a>MPlayer</a> в качестве движка, что позволяет ему воспроизводить большинство известных аудио и видео форматов <b>без потребности в дополнительных кодеках</b>: avi, mkv, ogm, mpeg, vob, 3gp, asf, mov, wmv, mp3, ogg... Также умеет воспроизводить DVD диски и видео-потоки из Internet.
sv: <b>SMPlayer</b> är en ny multimedia spelare. Den använder sig av den prisbelönta <a>MPlayer</a> som motor, därmed klarar den av att spela de mest kända video och ljud formaten <b>utan behov av externa omkodare</b>: avi, mkv, ogm, mpeg, vob, 3gp, asf, mov, wmv, mp3, ogg... Du kan också spela DVD skivor och Internet strömmar.
uk: <b>SMPlayer</b> - це новий мультимедійний програвач, який використовує багаторазово нагороджений<a>MPlayer</a> в якості движка, що дозволяє йому відтворювати бітьшість відомих аудіо та відео форматів <b>без потреби в додаткових кодеках</b>: : avi, mkv, ogm, mpeg, vob, 3gp, asf, mov, wmv, mp3, ogg... Також вміє відтворювати DVD диски і відео-потоки з Internet.

source: Special care have been taken with subtitles. It supports srt, sub, ssa, embedded subtitles in Matroska files, DVD subtitles... <br> SMPlayer subtitles can be very nice, you can choose font and size, and even colors for the subtitles.
es: Se ha tenido un especial cuidado con los subtítulos. Soporta srt, sub, ssa, subtítulos incrustados en ficheros Matroska, subtítulos de DVD...<br>Los subtítulos de SMPlayer pueden ser muy agradables, puedes seleccionar el tipo de letra, tamaño e incluso el color.
fr: Une attention particulière a été apportée sur les sous-titrages. SMPlayer supporte les sous-titres srt, sub, ssa, inclus dans les fichiers Matroska, ou encore dans les DVDs... <br> Les sous-titres dans SMPlayer sont facile à utiliser, vous pouvez choisir la taille, la police et même la couleur du sous-titrage.
ja: 特にご注目いただきたいのが字幕です。srt、sub、ssa、Matroska ファイルの埋め込み字幕、DVD の字幕に対応しています。<br> SMPlayer の字幕は洗練されています。字幕のフォント、サイズ、色を自由に選択できます。
pl: Szczególną opieką zostały objęte napisy. Obsługiwane są srt, sub, ssa, napisy zawarte w plikach Matroska, napisy w DVD... <br> Napisy w SMPlayer są bardzo ładne, można wybrać czcionkę, rozmiar i nawet ich kolor.
ro: O atenţie deosebită s-a acordat subtitrărilor. Poate suporta fişiere de tip srt, sub, ssa, subtitrări încorporate în fişierele de tip Matroska, subtitrări DVD... <br> Subtitrările utilizate de SMPlayer pot avea un aspect deosebit de atrăgător, puteţi alege caracterele, mărimea şi culoarea lor.
ru: Особое внимание было уделено работе проигрывателя с субтитрами. SMPlayer поддерживает srt, sub, ssa, интегрированные субтитры в файлах Matroska, субтитры DVD... В SMPlayer вы можете изменять шрифт, цвет и размер букв в субтитрах.
sv: Extra energi har lagts på undertexter. Den stödjer srt, sub, ssa, inkluderade undertexter i Matroska filer, DVD undertexter... <br> SMPlayer undertexter kan bli väldigt fina, du kan välja teckensnitt och storlek, och till och med färger för undertexterna.
uk: Особлива увага була приділена субтитрам. SMPlayer підтримує srt, sub, ssa, інтегровані субтитри в файлах Matroska, субтитри DVD... В SMPlayer Ви можете змінити шрифт, колір та розмір букв в субтитрах.
