Repository: sarvex/smplayer
Catalog: web/old_translations/*.po
Languages: es, fr, ja, pl, ro, ru, sv, uk

source: Audio track switching. You can choose the audio track you want to listen. Works with avi and mkv. And of course with DVDs.
es: Selección de la pista de audio. Puedes elegir la pista de audio que desees. Funciona con ficheros avi y mkv. Y por supuesto con DVDs.
fr: Piste audio interchangeable. Vous pouvez sélectionner la piste audio que vous voulez écouter (marche avec les formats avi, mkv et bien entendu les DVDs.)
ja: オーディオトラックの切り替え。訊きたいオーディオトラックを自由に選択できます。動作するのは、avi、mkv、そしてもちろん DVD です。
pl: Przełączanie ścieżek audio. Można wybrać ściężkę audio, którą chcesz wysłuchać. Działa z avi, mkv i oczywiście z DVD.
ro: Comutarea coloanelor sonore. Puteţi alege ce coloană sonoră doriţi să ascultaţi. Funcţionează cu fişiere avi şi mkv. Şi bineînţeles cu DVD.
ru: Управление звуковыми дорожками. Вы можете выбрать ту звуковую дорожку, которую вы желаете услышать. Эта возможность доступна для avi и MKV форматов, ну и конечно для DVD.
sv: Byte av ljudspår. Du kan välja vilket ljudspår du vill lyssna på. Fungerar med avi och mkv. Och självklart med DVD.
uk: Управління звуковими доріжками. Ви можете вибрати ту звуковую доріжку, котру бажаєте почути. Ця можливість доступна для avi та MKV форматів, ну і, звичайно, для DVD.

source: Seeking by mouse wheel. You can use your mouse wheel to go forward or backward in the video.
es: Desplazamiento del vídeo mediante la rueda del ratón. Puedes usar la rueda del ratón para avanzar o retroceder por el vídeo.
fr: Recherche via la molette de la souris. Vous pouvez utiliser la molette de la souris pour avancer ou reculer dans la vidéo.
ja: マウスホイールによるシーク。お使いのマウスをホイールすることでビデオを進めたり戻したりできます。
pl: Wyszukiwanie za pomocą kółka myszki. Można użyć kółka myszki aby przewijać wideo do przodu i do tyłu.
ro: Căutare cu rotiţa de mouse. Puteţi utiliza rotiţa de mouse pentru derulare înainte şi înapoi a filmului.
ru: Промотка с помощью колеса мыши. Колесо мыши можно использовать для промотки видео вперед или назад.
sv: Sökning via mus hjul. Du kan använda ditt mus hjul för att förflytta dig frammåt eller bakåt i en video.
uk: Прокрутка за допомогою колеса миші. Колесо миші можна використовувати для прокрутки відео вперед чи назад.

source: Video equalizer, allows you to adjust the brightness, contrast, hue, saturation and gamma of the video image.
es: Ecualizador de vídeo, te permite ajustar el brillo, contraste, tono, saturación y gamma de la imagen del vídeo.
fr: L'équaliseur vidéo vous permet d'ajuster la luminosité, le contraste, le ton, la saturation et le gamma de l'image d'une vidéo.
ja: ビデオイコライザ。ビデオ画像の明るさ、コントラスト、色合い、鮮やかさ、ガンマ値の調整を可能にします。
pl: Wideo equalizer, pozwala regulować jasność, kontrast, barwę, saturację i gamma w obrazie wideo.
ro: Egalizorul video vă permite ajustarea luminozităţii, contrastului, culorii, saturaţiei şi corecţiei gamma a imaginii.
ru: Эквалайзер видео позволяет настроить яркость, контраст, насыщенность и гамму изображения.
sv: Video equalizer, tillåter dig att justera ljusstyrka, kontrast, nyans, mättnad och gamma för video bilden.
uk: Еквалайзер відео дозволяє налаштувати яскравість, контраст, насиченість та гаму зображення.

source: Multiple speed playback. You can play at 2X, 4X... and even in slow motion.
es: Múltiple velocidad de reproducción. Puedes reproducir a 2X, 4X... o incluso a cámara lenta.
fr: Différentes vitesses de jeu disponible. Vous pouvez jouer votre fichier 2 fois, 4 fois... plus vite, ou même le ralentir.
ja: 高速/低速再生。2 倍速、4 倍速... そしてスローモーションでも再生できます。
pl: Odtwarzanie z wielokrotną prędkością. Można odtwarzać 2X, 4X... i nawet w zwolnionym ruchu.
ro: Redare la diferite viteze. Puteţi reda filmele cu viteze 2X, 4X... şi chiar relanty.
ru: Управление скоростью. Вы можете изменять скорость воспроизведения на 2X, 4X... или наоборот делать воспроизведение более медленным.
sv: Multippla uppspelnings hastigheter. Du kan spela i 2X, 4X... och även i ultrarapid.
uk: Керування швидкістю. Ви можете змінювати швидкість відтворення на 2X, 4X... чи навпаки, роблячи відтворення більш повільним.

source: Filters. Several filters are available: deinterlace, postprocessing, denoise... and even a karaoke filter (voice removal).
es: Filtros. Se encuentran disponibles varios filtros: desentrelazado, postprocesado, eliminación de ruido... e includo un filtro de karaoke (elimina la voz).
fr: Filtres. Différents filtres sont disponibles : deinterlace, postprocessing, denoise... et même un filtre pour le karaoké (enlève les voix).
ja: フィルタ。いくつかのフィルタがあります: インターレイス解除、後処理、ノイズ除去... そしてカラオケフィルタ (歌声除去) もあります。
pl: Filtry. Dostępne są filtry: deinterlace, postprocessing, denoise... i nawet filtr karaoke (usuwanie głosu).
ro: Filtre. Sunt disponibile şi o serie de filtre precum: deîntreţesere, postprocesare, înlăturare zgomote... şi chiar un filtru karaoke (înlăturare voce).
ru: Фильтры. Доступны различные фильтры: deinterlace, постобработка, караоке (убирает голос) и др.
sv: Filter. Flera filter finns tillgängliga: deinterlace, postprocessing, denoise... och även ett karaoke filter (röst borttagning).
uk: Фільтри. Доступні різноманітні фільтри: deinterlace, післяобробка, караоке (убирає голос) та ін.

source: Audio and subtitles delay adjustment. Allows you to sync audio and subtitles.
es: Ajuste de sincronización de audio y subtítulos.
fr: Ajustement du délais de l'audio et des sous-titres. Il vous permet de synchronier l'audio et les sous-titres ensemble.
ja: オーディオと字幕の遅延調整。オーディオと字幕の同期化を可能にします。
pl: Regulacja zwłoki audio i napisów. Dostępna jest synchronizacja audio i napisów.
ro: Ajustarea întârzierii subtitrării şi a coloanei sonore. Acestea vă permit sincronizarea coloanei sonore şi a subtitrării.
ru: Управление задержкой воспроизведения звука и отрисовки субтитров. Данная возможность позволяет вручную настроить синхронизацию звука или субтитров и видео.
sv: Ljud och undertext fördröjnings justering. Tillåter dig att synka ljud och undertext.
uk: Управління затримкою відтворення звуку і відображення субтитрів. Ця можливість дозволяє вручну налаштувати синхронізацію звуку чи субтитрів та відео.

source: Advanced options, such as selecting a demuxer or video & audio codecs.
es: Opciones avanzadas, como seleccionar un demuxer o códecs de vídeo y audio.
fr: Options avancées telles que pouvoir sélectionner le codec audio ou/et vidéo.
ja: 高度なオプション。たとえば、デミュクサやコーデックの選択があります。
pl: Opcje zaawansowane, takie jak wybór demuxera lub kodeków wideo & audio.
ro: Opţiuni avansate, precum selectarea unui demux sau a codecurilor audio şi video.
ru: Дополнительные настройки,такие как выбор demuxer'а или видео и аудио кодеков.
sv: Avancerade inställningar, som att välja en demuxer eller video och ljud omkodare.
uk: Додаткові налаштування,такі як вибір демультиплексора чи відео та аудіо кодеків.

source: Playlist. Allows you to enqueue several files to be played one after each other. Autorepeat and shuffle supported too.
es: Lista de reproducción. Te permite añadir varios ficheros que serán reproducidos uno tras otro. También dispone de opciones para la autorepetición y reproducción aleatoria.
fr: Liste de lecture vous permet de mettre en queue des fichiers dans le but qu'ils soient jouer après. Auto-répète et lecture aléatoire sont supportés.
ja: プレイリスト。いくつかのファイルを順番に再生できます。自動リピートやシャッフルにも対応しています。
pl: Lista odtwarzania. Pozwala ustawiać nam pliki w kolejce do odtwarzania jeden po drugim. Obsługuje również powtarzanie i tasowanie.
ro: Listă fişiere. Aceasta vă permite să redaţi mai multe fişiere unul după altul. De asemenea puteţi repeta redarea automat sau puteţi reda aleator fişiere din listă.
ru: Список воспроизведения. Позволяет установить очередность воспроизведения файлов по вашему желанию.
sv: Spellista. Tillåter dig att lägga ett flertal filer i kö så att de spelas efter varandra. Upprepning och blandning finns också tillgängligt.
uk: Список відтворення. Дозволяє встановити черговість відтворення файлів за Вашим бажанням.

source: Preferences dialog. You can easily configure every option of SMPlayer by using a nice preferences dialog.
es: Diálogo de preferencias. Puedes configurar fácilmente cada opción de SMPlayer en un agradable diálogo de preferencias.
fr: Dialogue "Préférences". Vous pouvez facilement configurer toutes les options de SMPlayer en utilisant le dialogue.
ja: 環境設定ダイアログ。分かりやすい環境設定ダイアログを使って SMPlayer の細かなオプションを簡単に設定することができます。
pl: Ustawienia. W łatwy sposób można konfigurować opcje SMPlayer-a używając ustawień.
ro: Reglaje preferate. Aici puteţi configura cu uşurinţă toate opţiunile SMPlayer utilizând o casetă de dialog intuitivă.
ru: Диалог настроек. С его помощью можно легко настроить SMPlayer!
sv: Inställnings meny. Du kan lätt konfigurera alla allternativ i SMPlayer genom att använda en enkel inställnings meny.
uk: Діалог налаштувань. З його допомогою можна легко налаштувати SMPlayer!

source: Translations: currently SMPlayer is translated into more than 20 languages, including Spanish, German, French, Italian, Russian, Chinese, Japanese....
es: Traducciones: actualmente SMPlayer está traducido a más de 20 idiomas, incluyendo español, alemán, francés, italiano, ruso, chino, japonés...
fr: Traductions : actuellement SMPlayer est traduit dans plus de 20 langages : Espagnol, Allemand, Français, Italien, Russe, Chinois, Japonnais...
ja: 翻訳: 現在 SMPlayer は、スペイン語、ドイツ語、フランス語、イタリア語、ロシア語、中国語、日本語などを含む 20 を超える言語に翻訳されています。
pl: Tłumaczenia: obecnie SMPlayer jest przetłumaczony na więcej niż 20 języków, włączając Spanish, German, French, Italian, Russian, Chinese, Japanese....
ro: Traduceri: la această oră SMPlayer este tradus în mai mult de 20 de limbi, incluzând Spaniolă, Germană, Franceză, Italiană, Rusă, Chineză, Japoneză...
ru: Переводы: на данный момент SMPlayer переведен более чем на 20 языков, включая Испанский, Немецкий, Французский, Итальянский, Русский, Китайский, Японский....
sv: Översättningar: för tillfället är SMPlayer översatt till mer än 20 språk, inkluderat Spanska, Tyska, Franska, Italienska, Ryska, Kinesiska, Japanska....
uk: Переклади: на даний момент SMPlayer перекладено більш ніж на 20 мов, включаючи Іспанську, Німецьку, Французьку, Італійську, Російську, Українську, Китайську, Японську....

source: It's multiplatform. Binaries available for Windows and Linux.
es: Es multiplataforma. Hay binarios tanto para Windows como para Linux.
fr: Il est multiplateforme. Les binaires sont disponibles pour Windows et Linux.
ja: マルチプラットフォームです。Windows 用と Linux 用のバイナリがあります。
pl: Jest wieloplatformowy. Dostępny zarówno dla Windows jak i dla Linux
ro: Este multiplatformă. Sunt disponibile executabile pentru Windows şi Linux.
ru: Кросплатформенность. Smplayer можно использовать как на Windows так и на Linux.
sv: Den stödjer flera platformar. Binära filer finns tillgängliga för Windows och Linux
uk: Кросплатформність. Smplayer можна використовувати як на Windows, так і на Linux.

source: <b>SMPlayer</b> intends to be a complete front-end for <a>MPlayer</a>, from basic features like playing videos, DVDs, and VCDs to more advanced features like support for MPlayer filters and more.
es: <b>SMPlayer</b> pretende ser un interfaz completo para <a>MPlayer</a>, con opciones para cosas básicas, como reproducir vídeos, DVDs y VCDs hasta opciones más avanzadas como soporte para los filtros del MPlayer y mucho más.
fr: <b>SMPlayer</b> a l'intention d'être une interface complète pour <a>MPlayer</a>, allant des simples actions comme lire une vidéo, un DVD, un VCD jusqu'aux actions avancées telles que lesupport des filtres MPlayer et plus.
ja: <b>SMPlayer</b> はビデオ、DVD、VCD の再生といった基本的な機能はもちろん、MPlayer フィルタなどといったさらに高度な機能に対応する <a>MPlayer</a> の完全なフロントエンドになることを目指します。
pl: <b>SMPlayer</b> to kompletna nakładka na program <a>MPlayer</a>, z prostymi funkcjami takimi jak odtwarzanie wideo, DVD, i VCD oraz bardziej zaawansowanymi funkcjami np. obsługa filtrów MPlayer-a i inne.
ro: <b>SMPlayer</b> se doreste a fi un "front-end" complet pentru <a>MPlayer</a>, de la caracteristicile de bază precum redare fişiere video, DVD şi VCD până la caracteristici mai avansate precum implementarea filtrelor specifice MPlayer şi chiar mai mult decât atât.
ru: <b>SMPlayer</b> - это графическая оболочка для <a>MPlayer</a>, наиболее полно реализующая его возможности (воспроизведение видео, DVD и VCD, использование фильтров MPlayer и многое другое).
sv: <b>SMPlayer</b> är tänkt att vara en komplett front-end för <a>MPlayer</a>, från grundläggande funktioner som att spela video, DVD, och VCD till mer avancerade funktioner som stöd för MPlayer filter med mera.
uk: <b>SMPlayer</b> - це графічна оболонка для <a>MPlayer</a>, яка найбільш повно реалізує його можливості (відтворення відео, DVD и VCD, використання фільтрів MPlayer і багато іншого).

source: SMPlayer is under the <b>GPL</b> license.
es: SMPlayer se encuentra bajo licencia <b>GPL</b>.
fr: SMPlayer est sous licence <b>GPL</b>.
ja: SMPlayer は、<b>GPL</b> ライセンスの下にあります。
pl: SMPlayer jest na licencji <b>GPL</b>
ro: SMPlayer se supune termenilor licenţei <b>GPL</b>.
ru: SMPlayer распространяется под <b>GPL</b> лицензией.
sv: SMPlayer är distrubuerat under <b>GPL</b> licensen.
uk: SMPlayer розповсюджується під <b>GPL</b> ліцензією.

source: SMPlayer is being developed in SuSE 9.2, using Qt 3.3.3, but it is also possible to compile it with Qt 4. Currently SMPlayer is alpha software and some of the intended features (like a bookmark) have not been implemented yet.
es: SMPlayer está siendo desarrollado en una SuSE 9.2, usando Qt 3.3.3, pero también es posible compilarlo con Qt 4. Actualmente SMPlayer es software alpha y algunas de las características planeadas (como un bookmark) aún no han sido implementadas.
fr: SMPlayer est en train d'être développé sous SuSE 9.2, utilisant Qt 3.3.3, mais il est aussi possible de le compiler avec Qt 4. Actuellement, SMPlayer est en version alpha et quelques unes de ces options (comme le marque-page) n'ont pas encore été implentées.
ja: SMPlayer は、SuSE 9.2 で Qt 3.3.3 を使って開発が進められていますが、Qt 4 でも コンパイルが可能です。現在、SMPlayer はアルファソフトウェアです。いくつかの予定されている機能 (ブックマークなど) はまだ実装されていません。
pl: SMPlayer jest opracowany na SuSE 9.2, używając Qt 3.3.3, ale możliwa jest kompilacja z Qt 4. Obecnie SMPlayer jest programem alpha, pewna ilość cech (takie jak zakładka) nie zostały jeszcze zaimplementowane
ro: SMPlayer este conceput pe SuSE 9.2. folosind Qt 3.3.3, dar se poate compila de asemenea în Qt 4. La această oră SMPlayer este un software în stadiul alfa de dezvoltare şi unele din caracteristici (precum bookmark) nu au fost încă implementate.
ru: SMPlayer разрабатывался в SuSE 9.2, используя Qt 3.3.3, но также возможно его скомпилировать его и с Qt 4. В данный момент SMPlayer находится в состоянии альфа-версии и некоторых необходимых функция пока нет.
sv: SMPlayer utvecklas i SuSE 9.2, med Qt 3.3.3, men det är också möjligt att kompilera med Qt 4. För tillfället är SMPlayer i alpha stadiet och vissa av de tilltänkta funktionerna (som bokmärken) har inte blivit implementerade än.
uk: SMPlayer розроблявся в SuSE 9.2, вікористовуючи Qt 3.3.3, але також його можна скомпілювати і з Qt 4. В даний момент SMPlayer знаходиться в стані альфа-версії і деяких необхідних функцій покищо немає.

source: Main
es: Principal
fr: Accueil
ja: メイン
pl: Główna
ro: Pagina Principală
ru: Главная
sv: Huvudsida
uk: Головна

source: Screenshots
es: Capturas de pantalla
fr: Captures d'écran
ja: スクリーンショット
pl: Zrzuty ekranu
ro: Capturi Ecran
ru: Галерея
sv: Skärmdumpar
uk: Галерея

source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード
pl: Pobieranie
ru: Загрузки
sv: Nedladningar
uk: Закачати

source: Forum
es: Foro
ja: フォーラム (英語、スペイン語)
ru: Форум
uk: Форум

source: Bug Tracking
es: Seguimiento de bugs
fr: Rapport de bug
ja: バグトラック (英語)
pl: Zgłoś błąd
ru: Отчеты об ошибках
sv: Bugg lista
uk: Звіти про помилки

source: Feature Requests
es: Peticiones
fr: Demande d'option
ja: 機能のリクエスト (英語)
pl: Prośby nowych funkcji
ro: Sugestii
ru: Планы
sv: Funktions förfrågan
uk: Плани

source: Changelog
es: Cambios recientes
fr: Chagelog
ja: 変更点 (英語)
pl: Zmiany
ro: Jurnal Modificări
ru: История версий
sv: Lista över förändringar
uk: Історія версій

source: SMPlayer 0.5.0 release notes
es: Notas de la versión 0.5.0
ja: SMPlayer 0.5.0 リリースノート
pl: Uwagi dla wersji SMPlayer 0.5.0
ro: Notiţe specifice versiunii SMPlayer 0.5.0

source: Most important changes:
es: Cambios más importantes:
fr: Changements importants :
ja: 最大の変更点:
pl: Najbardziej istotne zmiany
ro: Cele mai importante modificări:
sv: De viktigaste förändringarna:

source: New GUI. Now there are toolbars, the control at the bottom is different (and it changes if the window is made smaller), the icons can be changed (several icon themes are available). In fullscreen mode the floating control that appears when you move the mouse to the bottom of the screen is new too and this time the video doesn't resize when it shows.
fr: Nouvel affichage. Maintenant, il y a des barres d'outils, le contrôle en bas est différent (et il change si la fenêtre rétrécit), les icônes ont été changés (différents thèmes d'icônes sont disponibles). En plein écran, la barre d'avancement de lecture apparaît si vous bougez la souris vers le bas de l'écran, et cette fois-ci la vidéo ne se redimensionne pas.
ja: 新しい GUI。ツールバーができました。下のコントロールが違います (そしてウィンドウが小さくなると変更されます)。アイコンが変更できるようになりました (いくつかのアイコンテーマがあります)。新しく全画面表示モードで画面の下にマウスを移動すると現れる (このときビデオのサイズは変わりません) フローティングコントロールができました。
pl: Nowe GUI. Różne są paski narzędzi i kontrola na spodzie (i zmienia się jeśli okno robi się mniejsze), można zmieniać ikony (dostępne jest kilka tematów ikon). W trybie pełnego ekranu pojawia się kontrola gdy przesuwasz myszkę na spodzie ekranu, jest to nowość i tym razem gdy pokazuje się to, wideo nie zmienia rozmiaru.
ro: O nouă interfaţă grafică. Acum sunt disponibile bare de unelte, butoanele de jos sunt diferite (şi modul lor de afişare se modifică odată cu micşorarea ferestrei), iconiţele se pot modifica (sunt disponibile o serie de teme pentru iconiţe). În modul de lucru "fullscreen" bara de jos cu butoanele de control ce apare când mouse-ul se poziţionează în partea de jos a ecranului este de asemenea nouă, iar acum imaginea nu este redimensionată când se afişează bara de control.
sv: Ny GUI. Nu finns det verktygslista, kontrollerna högst upp och längst ner är annorlunda (och de förändras ifall fönstret görs mindre), ikonerna kan ändras (flera ikon teman finns tillgängliga). I fullskärmsläge dyker det upp kontroller när du flyttar musen till den undre delen av skärmen det är också nytt och den här gången ändras inte video storleken när den visas.

source: Configurable key shortcuts. A shortcut editor has been added, it's located at "Preferences->Mouse & keyboard". Please read Configurable_shortcuts.txt.
fr: Raccourcis configurables. Un éditeur de raccourci a été ajouté, il est disponible dans la section Préférences -> Souris et Clavier. Lisez avant Configurable_shortcuts.txt.
ja: 設定可能なキーショートカット。ショートカットエディターが追加されました。"環境設定->マウスとキーボード" にあります。Configurable_shortcuts.txt をお読みください。
pl: Konfigurowalne klawisze skrótów. Został dodany edytor skrótów klawiszowych, znajduje się w "Ustawienia->Myszka & klawiatura". Proszę przeczytać Configurable_shortcuts.txt.
ro: Taste de acces rapid configurabile. A fost adăugat un editor pentru configurarea tastelor pentru acces rapid loacalizat în "Opţiuni->Mouse şi tastatură". Citiţi în Configurable_shortcut.txt.
sv: Konfigurerbara kortkommando. En kortkommands editor har lagts till, den finns tillgänglig via "Inställningar->Tangentbord och Mus". Var vänlig och läs Configurable_shortcuts.txt.

source: Support for VCD. Now you can also play VCD discs. (This feature doesn't work on Windows, as currently MPlayer on Windows has no support for VCD yet)
fr: Support des VCD. Maintenant, vous pouvez aussi lire des disques VCD. Cette option ne marche pas sous windows tant que MPlayer sous Windows ne supporte pas encore les VCDs.
ja: VCD に対応。VCD ディスクも再生できるようになりました。(この機能は、現在 Windows での MPlayer がまだ VCD に対応していないので、Windows では動作しません)
pl: Obsługa VCD. Teraz można odtwarzać dyski VCD. (Ta opcja nie działa jednak w Windows, bowiem obecny MPlayer jeszcze nie obsługuje dysków VCD)
ro: Suport pentru VCD. Acum puteţi reda şi discuri VCD. (Această caracteristică nu este funcţională în Windows, deoarece versiunea curentă a MPlayer nu are încă suport pentru VCD pentru această platformă)
sv: Stöd för VCD. Nu kan du även spela VCD skivor. (Den här funktionen fungerar inte i Windows, därför att Windows versionen av MPlayer ännu inte har stöd för VCD)

source: System tray icon. Now it's possible to leave SMPlayer running in the system tray. This feature requires Qt 4.2. It works in Linux (all window managers that implement the freedesktop.org system tray specification, including recent versions of KDE and GNOME) and Windows. It's also possible to have this feature with Qt 3, if SMPlayer is compiled with KDE support. By the way...
fr: Barre de tâche. Maintenant, il est possible de quitter SMPlayer via la barre des tâches. Cette option requiert Qt 4.2. Cela marche sous Linux (tous managers de fenêtre qu'implentent le système de barre de tâches freedesktop.org incluant les récentes versions de KDE et GNOME) et sous Windows. Il est aussi possible d'avoir cette option avec Qt 3 si SMPlayer est compilé avec le support KDE.
ja: システムトレイアイコン。起動中の SMPlayer をシステムトレイに残すことができるようになりました。この機能は Qt 4.2 を必要とします。Linux (freedesktop.org のシステムトレイ通知を実装するすべてのウィンドウマネージャ。KDE と GNOME の最近のバージョンを含みます) と Windows で動作します。SMPlayer が KDE サポートでコンパイルされている場合、Qt 3 でもこの機能を 持たせることが可能です。ちなみに...
pl: Ikona w trayu. Teraz możliwe jest dokowanie uruchomionego SMPlayer-a w trayu. Ta opcja wymaga Qt 4.2. Działa to w Linux (wszystkie menadżery okien na freedesktop.org mają specyfikację traya, zawierające ostatnie wersje KDE i GNOME) i Windows. Opcja ta możliwa jest także z Qt 3, jeśli SMPlayer jest kompilowany ze wsparciem dla KDE. Nawiasem mówiąc...
ro: Iconiţă de panel. Acum există posibilitatea de a rula SMPlayer din panel (system tray). Această caracteristică necesită Qt 4.2. Funcţionează în Linux ( de fapt în toate managerele de ferestre care implementează cerinţele impuse de freedesktop.org pentru 'system tray', inclusiv versiunile noi de KDE şi GNOME) şi în windows. Se poate implementa această funcţie şi în Qt 3 dacă SMPlayer este compilat cu suport pentru KDE.
sv: Meddelandefälts ikon. Nu är det möjligt att låta SMPlayer spela i meddelandefältet. Den här funktionen kräver Qt 4.2. Det fungerar i Linux (alla fönsterhanterare som implementerar freedesktop.org meddelandefälts specifikationen, inkluderat de senaste versionerna av KDE och GNOME) och Windows. Det är också möjligt att få den här funktionen med Qt 3, om SMPlayer är kompilerad med KDE stöd. Höll på att glömma...

source: Added support for KDE 3. Optionally SMPlayer can be compiled with KDE support. It will use the KDE open dialogs, and there will be an option to dock the application in the system tray.
fr: Ajout du support KDE 3. SMPlayer peut être compilé avec le support KDE. Il utilisera les dialogues ouverts KDE et il y aura une option pour placer l'application dans la barre des tâches.
ja: KDE 3 への対応が追加されました。SMPlayer は、KDE サポートでも随意に コンパイルできます。そうすると KDE の開くダイアログが使用され、システムトレイにアプリケーションをドックするオプションができます。
pl: Dodano wsparcie dla KDE 3. Opcjonalnie SMPlayer może być kompilowany ze wsparciem dla KDE. Będzie wtedy używał dialogu KDE, i pozwoli na dokowanie programu w trayu.
ro: A fost implementat suportul pentru KDE. Opţional SMPlayer poate fi compilat Cu suport pentru KDE. Va folosi astfel dialogurile KDE şi va exista o optiune de 'andocare' a aplicaţiei în 'system tray'.
sv: La till stöd för KDE 3. Allternativt kan SMPlayer kompileras med KDE stöd. Den kommer att använda sig av KDE open dialogs, och det blir ett allternativ till att docka programmet i meddelandefältet.
