Repository: sarvex/smplayer
Catalog: web/translations/*.po
Languages: ca, de, es, eu, fi, gl, hu, it, ja, lt, pl, pt, pt_pt, ro, ru, uk

source: But SMPlayer also adds other interesting features like the possibility to <b>play and download Youtube videos</b>, search and download subtitles, create video preview images...
es: Pero SMPlayer añade además otras funciones interesantes como la posibilidad de <b>reproducir y descargar vídeos de Youtube</b>, buscar y descargar subtítulos, crear vistas previas de vídeos...
eu: Baina SMPlayerrek beste ezaugarri interesgarri batzuk ere gehitzen ditu, <b>Youtube bideoak irakurri eta jeisteko</b> aukera, azpidatziak bilatu eta jeistea, bideo aurreikuspen irudiak sortzea bezalakoak...
ja: さらに SMPlayer は <b>YouTube 動画の再生とダウンロード</b>や字幕の検索とダウンロード、ビデオのプレビュー画像の作成などといった独自の機能も豊富に備えています。
pt: Contudo, o smplayer adiciona muitas funções interessantes como a possibilidade de <b>reproduzir e transferir os vídeos Youtube</b>, procura e transferência de legendas, entre outras...
uk: Проте SMPlayer також додає інші цікаві функції, такі як можливість <b>відтворювати і завантажувати відео з Youtube</b>, пошук і завантаження субтитрів, створення образів відео попереднього перегляду...

source: SMPlayer is multi-platform and runs on Windows and Linux.
es: SMPlayer es multiplataforma y funciona en Windows y Linux.
eu: SMPlayer plataforma-anitzekoa da eta Windows eta Linux-en egiten du lan.
ja: SMPlayer は Windows と Linux で動作するルチプラットフォームです。
lt: Multiplatforminis. Prieinama Linux ir Windows naudotojams.
pt: O smplayer está disponível para Windows e Linux.
uk: SMPlayer є мультиплатформенним та працює на ОС Windows і Linux.

source: Support for MPlayer2
es: Soporte para MPlayer2
eu: MPlayer2 sostengua
ja: MPlayer2 への対応
pt: Suporte ao mplayer2
uk: Підтримка MPlayer2

source: SMPlayer also supports %1.
es: SMPlayer también tiene soporte para %1.
eu: SMPlayerrek %1 ere sostengatzen du.
ja: SMPlayer は %1 にも対応しています。
pt: O smplayer também tem suporte ao %1.
uk: SMPlayer також підтримує %1.

source: Visit the MPlayer2 site
es: Visita la web de MPlayer2
eu: Ikusi MPlayer2 webgunea
ja: MPlayer2 のサイトにアクセスする
lt: Aplankyti MPlayer2 tinklapį
pt: Consulte o sítio web do mplayer2
uk: Завітайте на сайт MPlayer2

source: MPlayer2 is a fork of MPlayer which includes new features like support for Matroska's ordered chapters or precise seeks, and also provides some bug fixes.
es: MPlayer2 es un fork de MPlayer que incluye nuevas funciones como el soporte para los "ordered chapters" de Matroska, búsquedas precisas y correcciones de fallos.
eu: MPlayer2 MPlayer-en adar bat da zeinak ezaugarri berriak barneratzen ditu Matroskaren atal ordenatuentzako sostengua edo bilaketa zehatzak bezalakoak, eta zenbait akats zuzenketa ere baditu.
ja: MPlayer2 は Matroska のチャプターの再現や正確なシークといった新たな機能を備え、さらに改良の施された MPlayer のフォークです。
pt: O mplayer2 é uma derivação do mplayer, mas que incorpora diversas funcionalidades como, por exemplo, o suporte àm organização dos capítulos em vídeos .mkv ou procura precisas e também algumas correções.
uk: MPlayer2 це відгалуження MPlayer яке включає в себе нові функції, такі як підтримка Matroska, та надає деякі виправлення помилок.

source: See a detailed list of differences
es: Ver una lista detallada de diferencias
eu: Ikusi ezberdintasun zerrenda xehetua
ja: 詳細な相違点はこちらにあります
pt: Consulte a lista de diferenças
uk: Дивіться детальний перелік відмінностей

source: MPlayer binaries for Windows
es: Binarios del MPlayer para Windows
eu: MPlayer binarioak Windows-rako
ja: MPlayer の Windows 用バイナリ
lt: MPlayer versijos skirtos Windows
pt: Binários mplayer para o smplayer
uk: MPlayer виконавчі файли для Windows

source: The SMPlayer packages for Windows already include a recent version of MPlayer.
es: Los paquetes del SMPlayer para Windows ya incluyen una versión reciente de MPlayer.
eu: Windows-rako SMPlayer paketeak jadanik badakar MPlayer-en azken bertsioetako bat.
ja: SMPlayer の Windows 用パッケージには、MPlayer の最近のバージョンが最初から含まれています。
pt: Os pacotes do smplayer para Windows já integram uma versão recente do mplayer.
uk: SMPlayer пакети для Windows, уже містить останні версії MPlayer.

source: But if you're looking for even newer builds of MPlayer or MPlayer2, please take a look at these projects maintained by %1:
es: Pero si estás buscando versiones aún más nuevas de MPlayer o MPlayer2, échale un vistazo a estos proyectos mantenidos por %1:
eu: Baina MPlayer edo MPlayer2-ren eraiketa berrienaren bila bazabiltza, mesedez bota begirada bat %1-ek mantentzen dituen egitasmo hauei:
ja: それよりも新しい MPlayer や MPlayer2 のビルドをお探しの場合は、%1 氏のこれらのプロジェクトをご覧ください:
pt: Se estiver à procura de versões recentes do mplayer ou mplayer2, consulte estes projetos que são desenvolvidos por %1:
uk: Проте якщо ви шукаєте ще більш нових версіях MPlayer або MPlayer2, будь ласка, подивіться на ці проекти підтримки %1:

source: Download SMPlayer
ca: Descàrrega SMPlayer
es: Descarga SMPlayer
eu: Jeitsi SMPlayer
ja: SMPlayer をダウンロードする
lt: Atsisiųsti SMPlayer
pt: Transferir o SMPlayer
uk: Завантажити SMPlayer

source: Some images of SMPlayer that you can use in an article, blog, review...
ca: Algunes imatges de SMPlayer que pots usar en articles, blogs, ressenyes...
es: Algunas imágenes de SMPlayer que puedes usar en artículos, blogs, reseñas...
eu: SMPlayerren zenbait irudi, erabili ditzakezu zure idazlanean, blogean, berrikuspenean...
gl: Algunhas imaxes do SMPlayer que podes usar nos teus artigos, blogues, revisións...
ja: SMPlayer の画像。ニュースやブログ、レビューなどでご利用になれます。
lt: Keli SMPlayer paveikslėliai kuriuos galite panaudoti straipsniui, tinklaraščiui, apžvalgai...
pt: Algumas imagens do smplayer para utilizar em artigos, críticas, blogues...
ru: Некоторые изображения SMPlayer, которые могут пригодиться в статьях, блогах, обзорах...
uk: Деякі зображення SMPlayer, які можуть стати в нагоді у статтях, блогах, оглядах ...

source: Some images you can use in an article, blog, review...
ca: Algunes imatges que pots utilitzar en un article, bloc, ressenya...
es: Algunas imágenes que puedes usar en un artículo, blog, reseña...
eu: Zenbait irudi erabili ditzakezunak idazlan batean, blogean, berrikuspenetan...
gl: Imaxes que poden usarse para artigos, blogues, opinións, etc.
ja: ブログやレビューなどでご紹介の際はぜひこれらのイメージをご利用ください。
lt: Keli paveikslėliai kuriuos galite panaudoti straipsniui, tinklaraščiui, apžvalgai...
pt: Algumas imagens que pode utilizar em artigos, sítios web...
ru: Некоторые изображения, которые вы можете использовать в статьях, блогах, обзорах...
uk: Деякі зображення можна використовувати в статті, блозі, огляді...

source: Logos
eu: Logoak
ja: ロゴ
lt: Logotipai
pt: Logotipos
ru: Логотипы
uk: Логотипи

source: Some screenshots, in English and Spanish
ca: Algunes captures de pantalla, en anglès i espanyol:
es: Algunas capturas de pantalla, en inglés y español
eu: Ikusleiho-argazkiak, Ingeleraz eta Espainieraz
gl: Algunhas capturas, en castelán e inglés.
ja: スクリーンショット詰め合わせ (英語、スペイン語)
lt: Keli ekranvaizdžiai, angliškai ir ispaniškai
pt: Algumas imagens, em inglês e espanhol
ru: Некоторые скриншоты, на английском и испанском языках
uk: Деякі скріншоти, англійською та іспанською

source: The privacy policy of the SMPlayer site
ca: La política de privadesa de la web de SMPlayer
es: La política de privacidad de la web de SMPlayer
eu: SMPlayer webgunearen pribatutasun araudia
gl: A política de privacidade do sitio de SMPlayer
ja: SMPlayer のサイトの個人情報に関する方針
lt: SMPlayer tinklapio privatumo politika
pt: A política de privacidade da página do smplayer
ru: Политика приватности сайта SMPlayer
uk: Політика конфіденційності сайту SMPlayer

source: Reviews from media and users about SMPlayer, a free media player with codecs
ca: Opinions dels mitjans de comunicació i usuaris sobre SMPlayer, un reproductor multimèdia gratuït amb códecs
es: Opiniones de los medios de comunicación y usuarios sobre SMPlayer, un reproductor multimedia gratuito con códecs
eu: SMPlayer, multimedia irakurgailu askea kodekekin-ri buruzko hedabide eta erabiltzaile berrikuspenak
gl: Análises críticas dos medios e usuarios do SMPlayer, un reprodutor multimedia libre con códecs
ja: メディアやユーザーによる SMPlayer のレビュー - コーデック内蔵の無料メディアプレイヤー
lt: Žiniasklaidos ir naudotojų SMPlayer apžvalgos
pt: Críticas de imprensa e de utilizadores
ru: Обзоры прессы и пользователей об SMPlayer, свободном медиа проигрывателе с кодеками
uk: Відгуки ЗМІ та користувачів про SMPlayer, безкоштовний медіа-програвач з кодеками

source: Users Reviews
ca: Opinions dels usuaris
es: Opiniones de los usuarios
eu: Erabiltzaile Berrikuspenak
gl: Opinións dos usuarios
ja: ユーザーレビュー
lt: Naudotojų apžvalgos
pt: Críticas de utilizadores
ru: Обзоры пользователей
uk: Відгуки користувачів

source: If you like SMPlayer please feel free to rate or review SMPlayer in some of these sites:
ca: Si t'agrada SMPlayer no dubtis a valorar o enviar una opinió sobre SMPlayer a alguns d'aquests llocs:
es: Si te gusta SMPlayer no dudes en valorar o enviar una opinión acerca de SMPlayer a algunos de estos sitios:
eu: SMPlayer gogoko baduzu sentitu aske SMPlayer mailatzeko edo berrikusteko gune hauetako batean:
gl: Se che gusta o SMPlayer animámoste a puntualo e opinar sobre del nalgúns destes sitios:
ja: SMPlayer が気に入られた場合は、ぜひ以下のようなサイトに SMPlayer の評価やレビューを投稿してください:
lt: Jei jums patinka SMPlayer, nesikuklinkite įvertinti ar palikti apžvalgą apie SMPlayer, tai galite padaryti šiuose tinklapiuose:
pt: Se gosta do smplayer pode sempre avaliar a aplicação ou fazer uma crítica nestes sítios:
ru: Если вам нравится SMPlayer, пожалуйста, не стесняйтесь оставить обзор на одном из этих сайтов:
uk: Якщо вам подобається SMPlayer, будь ласка, не соромтеся залишати огляд на одному з цих сайтів:

source: See some screenshots of SMPlayer, a free media player with codecs
ca: Aquí pots veure algunes captures de pantalla de SMPlayer, un reproductor multimèdia gratuït amb códecs
es: Aquí puedes ver algunas capturas de pantalla de SMPlayer, un reproductor multimedia gratuito con códecs
eu: Ikusi SMPlayerren zenbati ikusleiho-argazki, multimedia irakurgailu askea kodekekin
gl: Bótalle unha ollada a algunhas capturas do SMPlayer, un reprodutor de multimedia libre con códecs
ja: SMPlayer のスクリーンショット - コーデック内蔵の無料メディアプレイヤー
lt: Pažiūrėkite SMPlayer ekranvaizdžius
pt: Consultar algumas imagens do smplayer, o reprodutor multimédia
ru: Смотреть некоторые скриншоты SMPlayer, свободного медиа плеера с кодеками
uk: Дивитися деякі скріншоти SMPlayer, безкоштовний медіа-програвач з кодеками

source: Here you can see some screenshots from SMPlayer:
ca: Aquí pots veure algunes captures de pantalla de SMPlayer:
de: Hier gibt es ein paar Schnappschüsse von SMPlayer:
es: Aquí puedes ver algunas capturas de pantalla de SMPlayer:
eu: Hemen SMPlayerren ikusleiho-argazki gehiago ikusi ditzakezu:
fi: Tässä joitakin ruutukaappauksia SMPlayerista:
gl: Aquí podes ver algunhas capturas de SMPlayer:
hu: Itt látható néhány kép az SMPlayerről:
it: Qui puoi vedere alcune immagini demo di SMPlayer:
ja: こちらでは SMPlayer のスクリーンショットがいくつかご覧になれます:
lt: Štai keletas SMPlayer ekranvaizdžių:
pl: Tutaj można zobaczyć kilka zrzutów ekranu programu SMPlayer.
pt: Aqui pode ver algumas imagens do smplayer:
pt_pt: Aqui pode ver algumas capturas do SMPlayer:
ro: Aici puteți vedea unele capturi de ecran cu SMPlayer:
ru: Здесь можно посмотреть на некоторые скриншоты SMPlayer:
uk: Тут Ви можете переглянути скріншоти SMPlayer:

source: This is the main window
ca: Aquesta és la finestra principal
de: Das ist das Hauptfenster
es: Esta es la ventana principal
eu: Hau leiho nagusia da
fi: Tämä on pääikkuna
gl: Esta é a xanela principal.
hu: Ez a főablak
it: Questa è la finestra principale
ja: メインウィンドウ
lt: Tai yra pagrindinis langas
pl: Okno główne programu
pt: A janela principal
pt_pt: Esta é a janela principal
ro: Aceasta este fereastra principală
ru: Это главное окно
uk: Головне вікно

source: The Windows version
ca: La versió per a Windows
es: La versión para Windows
eu: Windows bertsioa
gl: A versión para Windows
ja: Windows 版
lt: Windows versija
pt: A versão Windows
ru: Версия для Windows
uk: Версія для Windows

source: The preferences dialog
ca: El diàleg de preferències
de: Das Einstellungen Dialogfenster
es: El diálogo de preferencias
eu: Hobespen elkarrizketa
fi: Asetusikkuna
gl: O diálogo de configuración
hu: A beállítások ablak
it: La finestra delle preferenze
ja: 環境設定ダイアログ
lt: Nustatymų dialogas
pl: Ustawienia programu
pt: Diálogo de preferências
pt_pt: O diálogo de preferências
ro: Caseta de dialog cu opțiunile preferate
ru: Диалог настроек
uk: Діалог налаштувань

source: The Youtube browser
es: El buscador de vídeos de Youtube
eu: Youtube nabigatzailea
ja: YouTube ブラウザー
lt: Youtube naršyklė
pt: Explorador YouTube
uk: Переглядач Youtube

source: Video preview
ca: Vista prèvia
es: Vista previa
eu: Bideo aurreikuspena
gl: Previsualización de vídeo
ja: ビデオプレビュー
lt: Vaizdo įrašo peržiūra
pt: Pré-visualização de vídeos
ru: Предпросмотр видео
uk: Попередній перегляд відео

source: Matroska embedded subtitles
ca: Subtítols Matroska
de: in Matroska eingebettete Untertitel
es: Subtítulos Matroska
eu: Matroskan barneratutako azpidatziak
fi: Matroska-sisällytetyt tekstitykset
gl: Subtítulos incorporados nun vídeo Matroska
hu: Matroska beágyazott feliratok
it: Sottotitoli incorporati in Matroska
ja: Matroska の埋め込み字幕
lt: Matroska įterptieji subtitrai
pl: Napisy wbudowane w plik Matroska
pt: Legendas Matroska incorporadas
pt_pt: Legendas Matroska embutidas
ro: Subtitrări Matroska încorporate
ru: Встроенные сутбитры Matroska
uk: Вбудовані субтитри Matroska

source: More than 30 translations available
ca: Disponibles més de 30 traduccions
es: Disponibles más de 30 traducciones
eu: 30 itzulpen baino gehiago eskuragarri
gl: Máis de 30 traducións dispoñíbeis
ja: 30 以上の翻訳が利用可能
lt: Prieinama daugiau nei 30 vertimų
pt: Disponível em mais de 30 idiomas
ru: Более 30 переводов доступно
uk: Доступно більше 30 перекладів

source: The mini GUI
ca: El mini GUI
de: Die mini GUI
es: El mini GUI
eu: EIG Txikia
fi: Pelkistetty ikkuna
gl: Interface minimalista
hu: A Mini felület
it: La mini interfaccia
ja: ミニ GUI
lt: Minimali grafinė sąsaja
pl: Mini GUI
pt: Interface reduzida
pt_pt: O mini GUI
ro: Mini GUI
ru: Мини GUI
uk: Компактний інтерфейс

source: Possibility to search for subtitles
ca: Possibilitat de buscar subtítols
es: Posibilidad de buscar subtítulos
eu: Azpidatziak bilatzeko aukera
gl: Posibilidade de busca de subtítulos
ja: 字幕の検索機能
lt: Galimybė ieškoti subtitrų
pt: Possibilidade de procurar legendas
ru: Возможность поиска субтитров
uk: Можливість пошуку субтитрів

source: The skin Vista
ca: Aspecte 'Vista'
es: Aspecto 'Vista'
eu: Vista azala
gl: Aparencia «Vista»
ja: スキン Vista
lt: Išvaizdos failas Vista
pt: Tema Vista
ru: Скин Vista
uk: Шкурка Vista

source: The skin Mac
ca: Aspecte 'Mac'
es: Aspecto 'Mac'
eu: Mac azala
gl: Aparencia «Mac»
ja: スキン Mac
lt: Išvaizdos failas Mac
pt: Tema Mac
ru: Скин Mac
uk: Шкурка Mac

source: The skin Modern
ca: Aspecte 'Modern'
es: Aspecto 'Modern'
eu: Modern azala
gl: Aparencia «Moderna»
ja: スキン Modern
lt: Išvaizdos failas Modern
pt: Tema Moderno
ru: Скин Modern
uk: Шкурка Modern

source: Videos
ca: Vídeos
es: Vídeos
eu: Bideoak
gl: Vídeos
ja: ビデオ
lt: Vaizdo įrašai
pt: Vídeos
ru: Видео
uk: Відео

source: Skin support
ca: Canvi de skins
es: Cambio de skins
eu: Azal sostengua
gl: Soporte de aparencias
ja: スキンに対応
lt: Išvaizdos failų palaikymas
pt: Suporte a temas
ru: Поддержка скинов
uk: Підтримка шкурок

source: Toolbar editor
ca: Editor de barra d'eines
es: Editor de barra de herramientas
eu: Tresnabarra editatzailea
gl: Editor da barra de ferramentas
ja: ツールバーの編集
lt: Įrankių juostos redaktorius
pt: Editor da barra de ferramentas
ru: Редактор панелей инструментов
uk: Редактор панелі інструментів

source: The site map of the SMPlayer website
ca: El mapa del lloc de la web de SMPlayer
es: El mapa del sitio de la web de SMPlayer
eu: SMPlayer webgunearen mapa
gl: O mapa do sitio web do SMPlayer
ja: SMPlayer のウェブサイトのサイトマップ
lt: SMPlayer tinklapio navigacijos medis
pt: O mapa do sítio web do smplayer
ru: Карта сайта SMPlayer.
uk: Мапа сайту SMPlayer.

source: Information about SMPlayer
ca: Informació sobre SMPlayer
es: Información sobre SMPlayer
eu: SMPlayerri buruzko argibideak
ja: SMPlayer の情報
lt: Informacija apie SMPlayer
pt: Informações do smplayer
uk: Інформація про SMPlayer

source: Media reviews
ca: Opinions dels mitjans
es: Opiniones de los medios
eu: Hedabide berrikuspenak
ja: 媒体レビュー
lt: Žiniasklaidos apžvalgos
pt: Críticas na imprensa
uk: Огляд новин

source: Supported formats and codecs
ca: Formats i códecs suportats
es: Formatos y códecs soportados
eu: Sostengaturiko heuskarri eta kodekak
ja: 対応するフォーマットとコーデック
lt: Palaikomi formatai ir kodekai
pt: Formatos e codificadores suportados
uk: Формати і кодеки, що підтримуються

source: SMPlayer: a graphical interface for MPlayer
es: SMPlayer: un interfaz gráfico para MPlayer
eu: SMPlayer: MPlayer-rentzako interfaze grafika bat
ja: SMPlauer - MPlayer のグラフィカルインターフェイス
lt: SMPlayer: grafinė naudotojo sąsaja skirta MPlayer
pt: SMPlayer, a interface gráfica para o mplayer
uk: SMPlayer: це графічний інтерфейс для MPlayer

source: Youtube fix for UMPlayer
es: Arreglo de Youtube para UMPlayer
eu: UMPlayer-erako YouTube zuzenketa
ja: UMPlayer の YouTube 関連の修正
pt: Correções Youtube do umplayer
uk: Виправлений Youtube для UMPlayer

source: Privacy policy
ca: Política de privadesa
es: Política de privacidad
eu: Pribatutasun araudia
ja: プライバシーポリシー
lt: Privatumo politika
pt: Política de privacidade
uk: Політика конфіденційності

source: Play and download Youtube videos with SMTube
ja: SMTube で YouTube 動画を再生/ダウンロードする
pt: Reprodução e transferência de vídeos do Youtube com o smtube
uk: Відтворити і завантажити відео з YouTube до SMTube

source: SMTube is a Youtube browser which allows to search, play and download Youtube videos
ja: SMTube は、YouTube 動画を検索・再生・ダウンロードできる YouTube ブラウザーです。
pt: O smtube é o explorador que lhe permite procurar, reproduzir e transferir os vídeos Youtube
uk: SMTube являє собою переглядач Youtube, який дозволяє шукати, відтворювати та завантажувати відео з YouTube

source: SMTube allows to search, play and download Youtube videos.
ja: SMTube を使うと、YouTube 動画を検索・再生・ダウンロードすることができます。
pt: O smtube permite-lhe procurar, reproduzir e transferir os vídeos Youtube.
uk: SMTube дозволяє шукати, відтворювати та завантажувати відео з Youtube

source: Videos are played back with a media player (by default %1) instead of a flash player, this allows better performance, particularly with HD content.
ja: 動画は Flash Player ではなくメディアプレイヤー (デフォルトでは %1) で再生されるため、HD コンテンツでも安定したパフォーマンスが望めます。
pt: Os vídeos são reproduzidos pelo reprodutor multimédia (por definição %1) em vez do reprodutor flash, pois confere um melhor desempenho, especialmente para os formatos em alta definição.

source: SMTube also allows to download the videos, with the quality you choose.
ja: SMTube を使えば動画をお好きな品質でダウンロードすることもできます。
pt: O smtube também permite a transferência dos vídeos, com a qualidae que você escolher.
uk: SMTube також дозволяє завантажувати відео з обраною вами якістю.

source: Several videos can be downloaded at a time.
ja: 同時に複数の動画をダウンロードすることも可能です。
pt: Possibilidade de transferir diversos vídeos em simultâneo.

source: SMTube is included in SMPlayer's menus, to run it just select <i>Youtube browser</i> in the <i>Options</i> menu in the SMPlayer main window, or just press <i>F11</i>.
ja: SMTube は SMPlayer のメニューの中にあります。SMPlayer のメイン ウィンドウから [<b>オプション</b>] メニューの [YouTube ブラウザー] を選択するか、F11 キーを押して起動してください。
pt: O smtube já está incluído nos menus do smplayer. Para o executar, escolha o <i>Explorador Youtube</i> no menu de <i>Opções</i> da janela do smplayer ou, em alternativa, prima <i>F11</i>.

source: The Youtube Browser
es: El buscador de vídeos de Youtube
eu: Youtube Nabigatzailea
ja: YouTube ブラウザー
lt: Youtube naršyklė
pt: O explorador YouTube
uk: Переглядач Youtube

source: Download Youtube videos
es: Descargar vídeos de Youtube
eu: Jeitsi Youtube bideoak
ja: YouTube 動画をダウンロードする
lt: Atsisiųsti Youtube video
pt: Transferência de vídeos YouTube
uk: Завантажити відео з Youtube

source: Click on the blue arrow to play a video or click on the <i>Open folder</i> button to open the folder where the videos have been saved.
es: Pulsa en la flecha azul para reproducir un vídeo o pulsa en el botón <i>Abrir carpeta</i> para ver los vídeos en la carpeta donde se han guardado.
eu: Klikatu gezi urdinean bideo bat irakurtzeko edo klikatu <i>Ireki agiritegia</i> botoia bideoak gordeta dauden agiritegia irekitzeko.
ja: 青い矢印をクリックすると動画が再生され、[フォルダーを開く] ボタンをクリックすると動画が保存されるフォルダーが開きます。
lt: Paspauskite mėlyną rodyklę norėdami atkurti video arba paspauskite ant <i>Atverti aplanką</i> mygtuką ir bus atvertas aplankas kuriame bus saugomi video.
pt: Clique na seta azula para reproduzir um vídeo ou em <i>Abrir pasta </i> para abrir a pasta em que o vídeo foi gravado.

source: Choose the quality
es: Escoge la calidad
eu: Hautatu ontasuna
ja: 品質を選ぶ
lt: Pasirinkite kokybę
pt: Escolha a qualidade
uk: Виберіть якість

source: The quality and format (mp4/flv) can be selected in the settings window.
es: Se puede seleccionar la calidad y el formato (mp4/flv) en la ventana de opciones.
eu: Ontasuna eta heuskarria (mp4/flv) ezarpen leihoan hautatu daitezke.
ja: 設定ウィンドウで動画の品質とフォーマット (mp4/flv) が選べます。
lt: Kokybę ir formatą(mp4/flv) galima pasirinkti nustatymų lange.
pt: A qualidade e o formato (mp4/flv) podem ser selecionados nas definições.
uk: Якість і формат (mp4/flv) можна обрати у вікні налаштувань.

source: It's possible to download HD videos.
es: Es posible descargar vídeos en HD.
eu: HD bideoak jeitsi daitezke.
ja: HD 動画もダウンロードできます。
lt: Galima parsisiųsti HD video.
pt: Pode transferir vídeos em alta definição.

source: The available qualities are:
es: Las calidades disponibles son:
eu: Ontasun eskuragarriak dira:
ja: ダウンロード可能な品質:
lt: Prieinamos kokybės:
pt: As qualidades possíveis são:

source: How to get SMTube
ja: SMTube を入手する
pt: Para obter o smtube
uk: Як одержати SMTube

source: SMTube is included along with SMPlayer in the Windows packages. Just install SMPlayer.
ja: SMTube は SMPlayer の Windows 用パッケージに同梱されています。SMPlayer をインストールしてください。
pt: Nos pacotes para Windows, o smtube já está incluído no pacote do smplayer.
uk: SMTube входить в пакет SMPlayer для Windows. Просто встановіть SMPlayer.

source: On Linux, SMTube is available in a separated package.
ja: Linux では、SMTube は単体のパッケージとして提供されています。
pt: Em sistemas Linux, tem que instalar o pacote smtube.
uk: У Linux, SMTube доступний в окремому пакеті.

source: To install it, run these commands in a terminal (ubuntu):
ja: インストールするにはターミナルでこれらのコマンドを実行してください (Ubuntu):
pt: Para o instalar, execute estes comandos no terminal (para Ubuntu):

source: Sources:
es: Fuentes:
eu: Iturburuak:
ja: ソース:
pt: Código fonte:
uk: Джерела:

source: License and credits
pt: Licença e créditos

source: SMTube is free and open source. SMTube is under the GPL license.
pt: O smtube é um programa gratuito e de código livre disponibilizado nos termos da licença GPL.

source: SMTube is based on some code from %1 by %2.
pt: O smtube foi baseado em algum código do %1 de %2.

source: Changes
es: Cambios
eu: Aldaketak
ja: 変更点
lt: Pakeitimai
pt: Alterações
uk: Зміни

source: The SMPlayer team has made several improvements to the original code from umplayer:
es: El equipo del SMPlayer ha realizado unas cuantas mejoras al código original de umplayer:
eu: SMPlayer taldeak hobekuntza ugari egn ditu umplayerren jatorrizko kodean.
ja: SMPlayer チームは UMPlayer のコードから以下の改良を施しました:
lt: SMPlayer komanda padarė kelis originalaus umplayer pakeitimus:
pt: A equipa do smplayer fez diversos ajustes ao código do umplayer:
uk: Команда SMPlayer зробили деякі вдосконалення у вихідному коді umplayer:
