Repository: sarvex/smplayer
Catalog: web/translations/*.po
Languages: ca, de, es, eu, fi, gl, hu, it, ja, lt, pl, pt, pt_pt, ro, ru, uk

source: It's now a stand-alone application and you can select the video player to use (smplayer, mplayer, vlc, dragon player, totem or gnome-mplayer).
ca: Ara és una aplicació independent i és possible seleccionar el reproductor (smplayer, mplayer, vlc, dragon player, totem o gnome-mplayer).
es: Ahora es una aplicación independiente y es posible seleccionar el reproductor (smplayer, mplayer, vlc, dragon player, totem o gnome-mplayer).
eu: Orain aplikazio aske bat da eta erabiltzea nahi duzun bideo irakurgailua hautatu dezakezu (smplayer, mplayer, vlc, dragon player, totem edo gnome-mplayer).
gl: Agora trátase dun aplicativo de seu. Podes escoller o reprodutor de vídeo co que usalo (SMPlayer, MPlayer, VLC, Dragon Player, Totem, GNOME MPlayer, etc.).
ja: 完全に独立したアプリケーションとなり、使用するビデオプレイヤーを smplayer、mplayer、vlc、dragon player、totem、gnome-mplayer のいずれかから選択できるようになりました。
lt: Dabar tai savarankiška programa, jūs galite pasirinkti kurį grotuvą naudoti (smplayer, mplayer, vlc, dragon player, totem ar gnome-mplayer).
pt: O smtube é um programa independente e os vídeos podem ser vistos em diversos reprodutores: smplayer, mplayer, dragon player, totem ou gnome-mplayer.
ru: Сейчас это отдельное приложение, и вы можете выбрать используемый проигрыватель (smplayer, mplayer, vlc, dragon player, totem или gnome-mplayer).
uk: Тепер це окремий додаток, і ви можете вибрати програвач (smplayer, mplayer, vlc, dragon player, totem or gnome-mplayer).

source: It's possible to translate the application to other languages.
ca: L'aplicació es pot traduir a altres idiomes.
es: La aplicación se puede traducir a otros idiomas.
eu: Aplikazioa beste hizkuntza batzuetara itzuli daiteke.
gl: Pódese traducir o aplicativo a outros idiomas.
ja: 他言語への翻訳が可能になりました。
lt: Programą įmanoma išversti ir į kitas kalbas.
pt: Já é possível traduzir a aplicação.
ru: Также возможно перевести приложение на другие языки.
uk: Можливість перекладу додатків на інші мови.

source: A configuration dialog has been added.
ca: S'ha afegit un diàleg de configuració.
es: Se ha añadido un diálogo de configuración.
eu: Itxurapen elkarrizketa bat gehitu da.
gl: Engadiuse un diálogo de configuración.
ja: 構成ダイアログが追加されました。
lt: Pridėtas konfigūracijos dialogas.
pt: Adicionado um diálogo de configurações.
ru: Был добавлен диалог настроек.
uk: Додано діалог налаштувань.

source: A few fixes.
ca: S'han corregit uns quants errors.
es: Se han corregido unos cuantos fallos.
eu: Zuzenketa gutxi batzuk.
gl: Algúns arranxos.
ja: 細部の修正。
lt: Keli pataisymai.
pt: Algumas correções.
ru: Небольшие исправления.
uk: Декілька виправлень.

source: A detailed list of supported formats and codecs by SMPlayer
ca: Llista detallada dels formats i códecos suportats per SMPlayer
es: Lista detallada de los formatos y códecs soportados por SMPlayer
eu: SMPlayerrek sostengaturiko heuskarri eta kodeken zerrenda xehetua
ja: SMPlayer が対応しているフォーマットとコーデックの詳細な一覧
lt: Išsmaus SMPlayer palaikomų formatų ir kodekų sąrašas
pt: Uma lista detalhada dos formatos e codificadores suportados pelo smplayer
uk: Детальний список форматів і кодеків, що підтримуються SMPlayer

source: Formats and Codecs
ca: Formats i Códecs
es: Formatos y Códecs
eu: Heuskarriak eta Kodekak
gl: Formatos e códecs
ja: フォーマットとコーデック
lt: Formatai ir kodekai
pt: Formatos e codificadores
ru: Форматы и кодеки
uk: Формати і кодеки

source: Supported Formats and Codecs
ca: Formats i códecs suportats
es: Formatos y códecs soportados
eu: Sostengaturiko Heuskarri eta Kodekak
ja: 対応するフォーマットとコーデック
lt: Palaikomi formatai ir kodekai
pt: Formatos e codificadores suportados
uk: Формати і кодеки, що підтримуються

source: SMPlayer uses the award-winning %1 as playback engine, which is capable of playing almost all known video and audio formats using its built-in codecs.
ca: SMPlayer usa el guardonat %1 com a motor de reproducció, que és capaç de reproduir gairebé tots els formats coneguts de vídeo i àudio gràcies als seus códecs incorporats.
es: SMPlayer usa el galardonado %1 como motor de reproducción, que es capaz de reproducir casi todos los formatos conocidos de vídeo y audio gracias a sus códecs incorporados.
eu: SMPlayerrek %1 sari-irabazlea erabiltzen du irakurketa gailu bezala, zeina bideo eta audio heuskarri ezagun gehienak irakurtzeko gai den barne-eraikitako kodekak erabiliz.
ja: SMPlayer は、数々の受賞を誇る、内蔵コーデックでほぼすべてのビデオ/オーディオフォーマットの再生が可能な %1 を再生エンジンに採用しています。
lt: Kaip atkūrimo variklį SMPlayer naudoja pasižymėjusį %1, kuris sugeba atkurti visus žinomus video ir audio formatus.
pt: O smmplayer utiliza o %1 como mecanismo de reprodução, que é capaz de reproduzir a maioria dos formatos vídeo e áudio sem recurso a codificadores extra.
uk: SMPlayer удостоєний нагородами %1, двигунця відтворення, який здатний відтворювати практично всі відомі формати відео і аудіо за допомогою вбудованих в кодеків.

source: Here you can see a list of the supported formats and codecs.
ca: Aquí pots veure una llista dels formats i códecs suportats.
es: Aquí puedes ver una lista de los formatos y códecs soportados.
eu: Hemen sostengaturiko heuskarri eta kodek zerrenda bat ikusi dezakezu.
ja: 以下は対応するフォーマットとコーデックの一覧です。
lt: Čia galite pamatyti palaikomų formatų ir kodekų sąrašą.
pt: Aqui pode consultar a lista de formatos e codificadores suportados.
uk: Тут ви можете побачити перелік форматів і кодеків, що підтримуються.

source: New version of UMPlayer with Youtube fix
pt: Nova versão do umplayer com as correções Youtube

source: Get a new version of UMPlayer with a fix for Youtube, created by the SMPlayer team
pt: Obter a nova versão do umplayer com algumas correções ao Youtube, criada pela equipa do smplayer

source: %1, is an application based on SMPlayer 0.6.9 created by %2, with some extra features like Youtube playback.
es: %1, es una aplicación basada en SMPlayer 0.6.9 creada por %2, con algunas funciones extras como la posibilidad de reproducir vídeos de Youtube.
eu: %1, %2-ek sorturiko SMPlayer 0.6.9-an ohinarrituriko aplikazio bat da, Youtube irakurketa bezalako zenbait ezaugarri gehigarrirekin.
ja: %1 は %2 氏が作成したアプリケーションです。SMPlayer 0.6.9 を基に、YouTube 動画の再生などの機能が加えられていました。
pt: %1 é uma aplicação baseada no smplayer 0.6.9, criada por %2, e que disponibiliza algumas funções adicionais como, por exemplo, a reprodução de vídeos Youtube.
uk: %1, являє собою додаток на основі SMPlayer 0.6.9 створено %2, з деякими додатковими функціями, такими як відтворення з Youtube.

source: But now the UMPlayer project seems dead (no changes since December 2011), Youtube doesn't work anymore and some people asked the SMPlayer team to fix UMPlayer. So we made this release.
es: Pero ahora el proyecto UMPlayer parece que no se desarrolla más (no hay cambios desde diciembre de 2011), Youtube ya no funciona y algunas personas nos han pedido que arregláramos el UMPlayer. Así que hemos sacado esta versión.
eu: Baina orain UMPlayer egitasmoak hilik dirudi (ez da aldaketarik egin 2011-ko Abendutik), Youtubek ez du lan egiten gehiago eta zenbait jendek SMPlayer taldeari eskatu dio UMPlayer zuzentzea. Hortaz argitalpen hau egiten dugu.
ja: しかしながら UMPlayer プロジェクトは 2011 年 12 月を最後に活動を停止しており、YouTube 動画の再生が機能しないことから SMPlayer チームに修正を求める声があったため、今回のリリースへと至りました。
pt: O projeto umplayer parece ter sido descontinuado, uma vez que já não existem atualizações desde dezembro de 2011 e o explorador Youtube já não funciona. Contudo algumas pessoas pediram que a equipa do smplayer fizessem algumas correções ao umplayer e por essa razão disponibilizámos esta versão.
uk: Але здається проект UMPlayer мертвим (без змін з грудня 2011 року), Youtube вже не працює, деякі люди просили команду SMPlayer виправити UMPlayer. Таким чином, ми зробили цей реліз.

source: But please note that:
es: Pero ten en cuenta que:
eu: Baina mesedez ohartu:
ja: ただしご注意ください:
pt: Tenha em atenção que:
uk: Візьміть до уваги, що:

source: SMPlayer now includes most of the new features in UMPlayer, like support for Youtube and skins, plus some other features that have been added lately and that are not available in UMPlayer, so if you're an user of UMPlayer it's highly recommended to migrate to SMPlayer.
es: SMPlayer ahora ya incluye las novedades más importantes de UMPlayer, como el soporte para Youtube, skins, y además otras cosas que se han añadido más tarde y que por tanto no están disponibles en UMPlayer. Por tanto si eres un usuario de UMPlayer es muy aconsejable que te cambies a SMPlayer.
eu: SMPlayerrek UMPlayer-en ezaugarri berrienetako asko barneratzen ditu, Youtube sostengua eta azalak bezala, gainera geroago gehitu diren beste zenbait ezaugarri ditu UMPlayer-en eskuragarri ez daudenak, hortaz UMPlayer-en erabiltzailea bazara SMPlayer-era aldatzea oso gomendagarria da.
ja: SMPlayer は、YouTube やスキンといった UMPlayer で追加された機能に加え、UMPlayer にはない新たな機能までをも備えています。したがって、UMPlayer をお使いの方は SMPlayer への移行が強く推奨されます。
pt: O smplayer já inclui a maioria das funcionalidades introduzidas pelo umplayer e acrescentou outras que não existiam no umplayer. Por isso, aconselhamos os utilizadores do umplayer que passem a utilizar o smplayer.
uk: SMPlayer тепер включає в себе більшість нових функцій із UMPlayer, такі як підтримка Youtube, шкурки, а також деякі інші функції, які були додані в останній час та не доступні в UMPlayer, так що, якщо ви користувач UMPlayer наполегливо рекомендується перейти на SMPlayer.

source: These are some of the new features in SMPlayer that you would be missing in UMPlayer:
es: Estas son algunas de las novedades en SMPlayer que te perderás en UMPlayer:
eu: Hauek dira UMPlayerren izango ez dituzun SMPlayerren ezaugarri berrietako batzuk:
ja: SMPlayer にあって UMPlayer にない機能の例:
pt: Estas são as funcionalidades do smplayer que não existem no umplayer:
uk: Ось деякі з нових можливостей SMPlayer, що ви пропустили б в UMPlayer:

source: A favorites' menu (bookmarks)
es: Un menú de favoritos
eu: Gogokoenen menua (lastemarkak)
ja: お気に入りメニュー (ブックマーク)
pt: Um menu de favoritos (marcadores)
uk: Обране меню (закладки)

source: Better support for Youtube
es: Mejor soporte para Youtube
eu: YouTube sostengu hobea
ja: より高度な YouTube への対応
pt: Melhor suporte ao Youtube
uk: Покращена підтримка Youtube

source: Toolbar editor - you can select the buttons you want in the toolbars and controls
es: Un editor de barra de herramientas - permite seleccionar los botones que quieras que aparezcan en las barras de herramientas y controles
eu: Tresnabarra editatzailea - tresnabarratan eta aginteetan nahi dituzun botoiak hautatu ditzakezu
ja: ツールバーの編集: ツールバーやコントロールのボタンを自由に選ぶことができます。
pt: Editor da barra de ferramentas. Pode escolher os botões a exibir na barra e nos controlos

source: New video filters
es: Nuevos filtros de vídeo
eu: Bideo iragazki berriak
ja: 追加されたビデオフィルター
pt: Novos filtros de vídeo
uk: Нові відео фільтри

source: Important bug fixes
es: Correcciones de fallos importantes
eu: Akats zuzenketa garrantzitsuak
ja: 重要なバグ修正
pt: Correções importantes
uk: Важливі виправлення помилок

source: More and better translations
es: Más y mejores traducciones
eu: Itzulpen gehiago eta hobeak
ja: より多く、より改善された翻訳
pt: Mais e melhores traduções
uk: Більше і кращі переклади

source: Notice:
ca: Avís:
es: Aviso:
eu: Oharra:
gl: Aviso:
ja: ご注意:
lt: Pastaba:
pt: Aviso:
ru: Заметка:
uk: Примітка:

source: As of 2012.12.19 umplayer can't play youtube videos anymore. Please use smplayer instead.
ca: Des del 19/12/2012, umplayer ja no és capaç de reproduir vídeos de youtube. Per favor usa smplayer en el seu lloc.
es: Desde el 19/12/2012, umplayer ya no es capaz de reproducir vídeos de youtube. Por favor usa smplayer en su lugar.
eu: 2012-12-19-tik aurrera umplayerrek ezin ditu youtube bideoak gehiago irakurri. Mesedez erabili smplayer bere ordez.
gl: Sendo 19 de decembro do 2012, UMPlayer é incapaz de reproducir vídeos de YouTube. Usa o SMPlayer no seu lugar.
ja: 2012 年 12 月 19 日現在、UMPlayer は YouTube 動画を再生することができなくなっています。SMPlayer をお使いください。
lt: Nuo 2012.12.19 umplayer nebegali atkurti youtube vaizdelių. Naudokite smplayer.
pt: Desde 2012-12-19 que o umplayer não consegue reproduzir os vídeos YouTube. Por favor opte pelo smplayer.
ru: С 19.12.2012 umplayer не может больше воспроизводить видео youtube. Используйте вместо него smplayer.
uk: З 2012.12.19 umplayer не може більше відтворювати відео youtube. Натомість використовуйте SMPlayer.

source: If you still want to use UMPlayer, here you can download this special version by the SMPlayer team with a fix for Youtube:
es: Si a pesar de todo aún quieres usar UMPlayer, aquí puedes descargar esta versión especial realizada por el equipo de SMPlayer, con el arreglo de Youtube:
eu: Oraindik UMPlayer erabiltzea nahi baduzu, hemen jeitsi dezakezu SMPlayer taldearen bertsio berezi hau Youtube sostengua zuzenduta duela:
ja: それでも UMPlayer を使いたい場合は、SMPlayer チームによって YouTube 関連の修正が施された UMPlayer の特別版をダウンロードすることができます。
pt: Se, ainda assim, pretende utilizar o umplayer pode transferir esta versão disponibilizada pela equipa do smplayer.
uk: Якщо ви все ж хочете використовувати UMPlayer, тут ви можете завантажити цю спеціальну версію SMPlayer з командою із виправленнм для Youtube:

source: Version %1
es: Versión %1
eu: %1 bertsioa
pt: Versão %1
uk: Версія %1

source: Fix Youtube
es: Se ha arreglado la reproducción de vídeos Youtube
eu: Youtube zuzenketa
ja: YouTube 関連の修正
pt: Correções Youtube
uk: Виправлення для Youtube.

source: UMPlayer Screenshot
ca: Captura de pantalla del UMPlayer
es: Captura de pantalla del UMPlayer
eu: UMPlayer Ikusleiho-argazkia
gl: Captura de UMPlayer
ja: UMPlayer のスクリーンショット
lt: UMPlayer ekranvaizdis
pt: Imagem do umplayer
ru: Скриншоn UMPlayer
uk: UMPlayer Скріншот

source: Thanks for installing SMPlayer
es: Gracias por instalar SMPlayer
eu: Mila esker SMPlayer ezartzeagaitik
ja: SMPlayer をインストールしていただきありがとうございます
pt: Obrigado por instalar o smplayer
uk: Дякуємо за встановлення SMPlayer

source: Welcome to SMPlayer, a free media player with codecs
es: Bienvenido a SMPlayer, un reproductor gratuito con códecs
eu: Ongi etorria SMPlayer-era, multimedia irakurgailua askea kodek-ekin
ja: SMPlayer - コーデック内蔵の無料メディアプレイヤーへようこそ
pt: Bem-vindo ao smplayer, o reprodutor multimédia
uk: Ласкаво просимо в SMPlayer, безкоштовний медіа-програвач з кодеками

source: Thanks for installing SMPlayer 0.6.9
es: Gracias por instalar SMPlayer 0.6.9
eu: Mila esker SMPlayer 0.6.9 ezartzeagaitik
ja: SMPlayer 0.6.9 をインストールしていただきありがとうございます
pt: Obrigado por instalar o smplayer 0.6.9
uk: Дякуємо за встановлення SMPlayer 0.6.9

source: However <b><u>SMPlayer 0.6.9 is more than 3 years old and it's obsolete</u></b>.
ja: しかしながら、<b><u>SMPlayer 0.6.9 はもはや 3 年以上古くなっています</u></b>。
pt: Contudo, o <b><u>SMPlayer 0.6.9 foi disponibilizado há mais de três anos e já está obsoleto</u></b>.

source: It's highly recommended to upgrade.
ja: アップグレードが強く推奨されます。
pt: Deve atualizar a aplicação.
uk: Рекомендується оновити

source: The latest version of SMPlayer is %1 and some new interesting features have been added:
ja: SMPlayer の最新版 %1 には以下の機能が新たに追加されています:
pt: A versão mais recente do smplayer é a versão %1 na qual foram adicionadas algumas funcionalidades interessantes:

source: Support for Youtube. Now it's possible to search, play and <b>%1</b>.
es: Soporte para Youtube. Ahora es posible buscar, reproducir y <b>%1</b>.
eu: Youtube sostengua. Orain ahal duzu bilatu, irakurri eta <b>%1</b>.
ja: YouTube への対応: YouTube 動画が検索・再生・<b>%1</b>できます。
pt: Suporte ao Youtube. Agora já é possível procurar, reproduzir e <b>%1</b>.
uk: Підтримка Youtube. Тепер можна шукати, відтворювати і <b>%1</b>.

source: download videos from Youtube
es: descargar vídeos de Youtube
eu: jeitsi bideoak Youtube-tik
ja: ダウンロード
pt: transferir vídeos do Youtube&trade;
uk: завантажити відео з Youtube

source: New skins. A new skinnable interface allows to select among several skins.
es: Nuevas pieles (skins). Se ha añadido un interfaz que soporta pieles y permite cambiar el aspecto del reproductor.
eu: Azal berriak. Interfaze azalgarri berri batek azal ugariren artean hautatzea ahalbidetzen dizu.
ja: スキン: スキン対応インターフェイスが追加され、お好きなスキンが選べるようになりました。
pt: Mais temas. Agora já é possível escolher mais temas nas preferências.
uk: Нові шкури. Нові теми інтерфейсу дають змогу вибрати серед кількох шкурок.

source: Toolbar editor. Now you can choose the buttons you want in the toolbars and controls.
es: Editor de barras de tareas. Ahora puedes escoger los botones que quieres que aparezcan en las barras de tareas y controles.
eu: Tresnabarra editatzailea. Orain tresnabarretan eta aginteetan nahi dituzun botoiak hautatu ditzakezu.
ja: ツールバーの編集: ツールバーやコントロールのボタンを自由に選ぶことができます。
pt: Editor da barra de ferramentas. Pode escolher os botões a exibir na barra e nos controlos.

source: New favorites' menu, where you can add your favorite videos, music, streams, Youtube videos...
es: Nuevo menú de favoritos, donde puedes añadir tus vídeos favoritos.
eu: Gogokoenak menu berri bat, hemen zure bideo, musika, jario, Youtube bideo etab. gogokoenak gehitu ditzakezu.
ja: お気に入りメニュー: ビデオ、ミュージック、ストリーム、YouTube 動画などをお気に入りに追加できます。
pt: Novo menu de favoritos, no qual pode adicionar os seus vídeos, músicas, emissões e vídeos Youtube preferidos...
uk: Нове меню обране, де ви можете додати ваші улюблені відео, музика, потоки відео Youtube...

source: More video filters.
es: Más filtros de vídeo.
eu: Bideo iragazki gehiago.
ja: より多くのビデオフィルター
pt: Mais filtros de vídeo.
uk: Додаткові фільтри відео.

source: A lot of bug fixes and improvements.
es: Un montón de correcciones y mejoras.
eu: Akats zuzenketa pilo bat eta hobekuntzak.
ja: 多数のバグ修正と改善
pt: Divresas correções e melhorias.
uk: Багато виправлень та покращення.

source: Would you like to upgrade?
es: ¿Quieres actualizar?
eu: Eguneratzea nahi duzu?
ja: アップグレートしませんか?
pt: Gostaria de atualizar?
uk: Бажаєте оновити?

source: Download SMPlayer %1
es: Descarga SMPlayer %1
eu: Jeitsi SMPlayer %1
ja: SMPlayer %1 をダウンロードする
pt: Transferir o smplayer %1
uk: Завантажити SMPlayer %1

source: Mirrors
eu: Ispiluak
gl: Réplicas
ja: ミラー
lt: Veidrodžiai
ru: Зеркала
uk: Дзеркала

source: Press Kit
ca: Kit de Premsa
es: Kit de Prensa
eu: Prentsa Kita
gl: Material de prensa
ja: プレスキット
lt: Spaudai
ru: Для прессы
uk: Для преси

source: Mirror
eu: Ispilua
gl: Réplica
ja: ミラー
lt: Veidrodis
ru: Зеркало
uk: Дзеркало

source: Press kit
ca: Kit de premsa
es: Kit de prensa
eu: Prentsa kita
ja: プレスキット
lt: Spaudai
uk: Для преси

source: A Youtube browser which allows to search, play and download Youtube videos
es: Un buscador de vídeos de Youtube que permite buscar, reproducir y descargar vídeos de Youtube
lt: Youtube naršyklė suteikia galimybę ieškoti, atkurti ir įrašyti Youtube vaizdo įrašus.

source: Now SMPlayer includes a Youtube browser which allows to search, play and <b>download Youtube videos</b>.
es: Ahora SMPlayer incluye un buscador de vídeos de Youtube que permite buscar, reproducir y <b>descargar vídeos de Youtube</b>.
lt: Nuo šiol SMPlayer turi Youtube naršyklę kuri suteikia galimybę ieškoti, atkurti ir <b>atsisiųsti Youtube vaizdo įrašus.</b>

source: The code was originally created by %1 for %2 and it has been incorporated to SMPlayer too.
es: El código fue creado originalmente por %1 para %2 y ha sido incorporado también a SMPlayer.
lt: Originalų kodą parašė %1 %2 ir jis buvo įdiegtas į SMPlayer.

source: To activate the Youtube browser, just select <i>Youtube browser</i> in the <i>Options</i> menu in the SMPlayer main window, or just press <i>F11</i>.
es: Para activar el buscador de vídeos de Youtube, simplemente selecciona <i>Buscar vídeos en Youtube</i> en el menú <i>Opciones</i> de SMPlayer, o simplemente pulsa <i>F11</i>.
lt: Norėdami aktyvuoti Youtube naršyklę, pagrindiniame SMPlayer lange parinktyse pasirinkite <i>Youtube naršyklė</i> arba tiesiog paspauskite <i>F11</i>.

source: How to get the Youtube browser
es: Cómo conseguir el buscador de vídeos de Youtube
lt: Kaip gauti Youtube naršyklę

source: The Youtube browser is included along with SMPlayer in the Windows packages. Just install SMPlayer.
es: El buscador de vídeos de Youtube se incluye junto con SMPlayer en los paquetes para Windows. Simplemente instala SMPlayer.
lt: Windows SMPlayer paketuose Youtube naršyklė jau įdėta. Tiesiog įdiekite SMPlayer.

source: On Linux, the Youtube browser is available in a separated package (smtube).
es: En Linux, el buscador de vídeos de Youtube está en un paquete aparte (smtube).
lt: Ant Linux Youtube naršyklė prieinama kaip atskiras paketas (smtube).

source: Yes. UMPlayer was a fork created from SMPlayer 0.6.9. They added several new features, like new skins, and Youtube and SHOUTcast&trade; support. Most of those features are now included in SMPlayer as well.
es: Sí. UMPlayer es un fork creado a partir de SMPlayer 0.6.9. Le añadieron algunas cosas nuevas, como skins y soporte para Youtube y SHOUTcast. La mayoría de esas cosas ya se incluyen en SMPlayer también.
gl: Ten. UMPlayer foi un fork creado a partir de SMPlayer 0.6.9. Engadiron varias funcionalidades, como novas aparencias, e compatibilidade con YouTube e SHOUTcast. Moitas desas funcionalidades xa están dispoñíbeis tamén en SMPlayer.
lt: Taip. UMPlayer yra SMPlayer 0.6.9 atšaka. Jie pridėjo kelias naujas galimybes, tokias kaip išvaizdos keitimas, Youtube ir SHOUTcast palaikymas. Dauguma šių galimybių jau įtrauktos į SMPlayer.

source: Thank you for installing SMPlayer %1.
es: Gracias por instalar SMPlayer %1.
eu: Mila esker SMPlayer %1 ezartzeagaitik.

source: Click on the screwdriver button in the toolbar or select the option <b>Preferences</b> under the <b>Options</b> menu.
es: Haz clic en el botón que tiene una imagen de un destornillador en la barra de herramientas o selecciona la opción <b>Preferencias</b> del menú <b>Opciones</b>.

source: FAQ
ca: Preguntes freqüents
es: Preguntas frecuentes
eu: SEG
gl: Preguntas frecuentes
lt: DUK
ru: ЧАВО
uk: ЧаПи

source: A free media player with built-in codecs and Youtube support
es: Un reproductor multimedia gratuito con códecs incorporados y soporte para Youtube
gl: Un reprodutor multimedia xa cos seus códecs e soporte para YouTube
lt: Nemokamas media grotuvas su Youtube palaikymu ir įmontuotais kodekais

source: However the latest version of SMPlayer is %1 and some new interesting features have been added:
es: Sin embargo la versión más reciente de SMPlayer es la %1 y se han añadido nuevas funciones muy interesantes:

source: The SMPlayer team releases a special version of UMPlayer with a fix for Youtube
es: El equipo de SMPlayer lanza una versión especial de UMPlayer que soluciona el problema de Youtube
eu: SMPlayer taldeak UMPlayer bertsio berezi bat argitaratu du Youtube zuzenduta

source: Wiki
eu: Wikia

source: This package contains smplayer, themes, translations, mplayer %1 and the Youtube&trade; browser.
ca: Aquest paquet conté smplayer, temes, traduccions, mplayer r35425 i el cercador de Youtube&trade;.

source: Yes. UMPlayer was a fork created from SMPlayer 0.6.9. They added several new features, like new skins, and Youtube&trade; and SHOUTcast&trade; support. Most of those features are now included in SMPlayer as well.
ca: Sí. UMPlayer és un fork creat a partir de SMPlayer 0.6.9. Li van afegir algunes coses noves, com skins i suport per Youtube&trade; i SHOUTcast&trade;. La majoria d'aquestes coses ja s'inclouen en SMPlayer també.

source: Support for Youtube&trade;. A browser is included which allows to search, play and record videos.
ca: Suport per Youtube&trade;. S'inclou un cercador que permet buscar, reproduir i gravar vídeos.

source: Free multimedia player for Windows and Linux with codecs and Youtube&trade; support
ca: Reproductor multimèdia gratuït per Windows i Linux amb códecs i suport per Youtube&trade;

source: Free media player for Windows and Linux with codecs and Youtube&trade; support
ca: Reproductor multimèdia gratuït per a Windows i Linux amb còdecs i suport per Youtube&trade;
