Repository: sarvex/smplayer
Catalog: web/translations/*.po
Languages: ca, de, es, eu, fi, gl, hu, it, ja, lt, pl, pt, pt_pt, ro, ru, uk

source: It's very easy. Just open a video, and then select the option "Find subtitles on opensubtitles.org" within the Subtitles menu. A new window will show a list of suitable subtitles for the video you're playing. Select one and click on the Download button. The subtitle file will be downloaded and displayed in the video.
ca: És molt fàcil. Simplement obre un vídeo i després selecciona l'opció "Buscar subtítols en opensubtitles.org" del menú Subtítols. Apareixerà una nova finestra on es mostrarà una llista de subtítols adequats per al vídeo que estàs reproduint. Selecciona un d'ells i prem el botó Descarregar. El subtítol es descarregarà i es mostrarà en el vídeo.
es: Es muy fácil. Simplemente abre un vídeo y después selecciona la opción "Buscar subtítulos en opensubtitles.org" del menú Subtítulos. Aparecerá una nueva ventana donde se mostrará una lista de subtítulos adecuados para el vídeo que estás reproduciendo. Selecciona uno de ellos y pulsa el botón Descargar. El subtítulo se descargará y se mostrará en el vídeo.
eu: Oso erraza da. Ireki bideo bat eta hautatu "Bilatu azpidatziak hemen: opensubtitles.org" aukera azpidatziak menuan. Leiho berri bat erakutsiko da irakurtzen ari zaren bideoarekin bat datozen azpidatzien zerrendarekin. Hautatu bat eta klikatu Jeitsi botoia. Azpidatzi agiria jeitsi eta bideoan erakutsiko da.
gl: Moi sinxelo. Abre un vídeo, e abre o menú «Subtítulos → Buscar subtítulos en OpenSubtitles.org». Aparecerá unha xanela cunha lista dos subtítulos que podes empregar no vídeo que estás a reproducir. Escolle un e preme o botón de «Descargar». Entón, descargaranse os subtítulos seleccionados e amosaranse no vídeo.
ja: 簡単です。ビデオを開いて、[字幕] メニューのオプション "OpenSubtitles.org から字幕を検索" を選択するだけで、開いたビデオに一致する字幕の一覧を表示するウィンドウが現れます。字幕を選択して [ダウンロード] ボタンをクリックすると、字幕がダウンロードされ再生中のビデオに表示されます。
lt: Tai labai paprasta. Tiesiog atverkite video ir subtitrų meniu pasirinkite parinkty „Rasti subtitrus opensubtitles.org“. Naujame lange matysite prieinamus subtitrus. Pasirinkite vienus ir paspauskite parsiuntimo mygtuką. Subtitrai bus parsiųsti ir rodomi filme.
pt: Abra um vídeo e escolha a opção "Procurar legendas no opensubtitles.org". Esta opção está presente no menu "Legendas". Será então aberta uma janela com a lista de legendas disponíveis para o vídeo em reprodução. Escolha uma e clique em "Transferir". O ficheiro de legendas será transferido e aparecerá na janela do vídeo.
ru: Это очень легко. Просто откройте видео и выберите опцию "Поиск субтитров на OpenSubtitles.org" из меню Субтитры. Откроется новое окно со списком подходящих для проигрываемого видео субтитров. Выберите нужный пункт и щёлкните по кнопке Загрузить. Субтитры будут загружены и отображены в видео.
uk: Це дуже легко. Просто відкрийте відео, та виберіть опцію "Знайти субтитри на opensubtitles.org" в меню субтитрів.Відкриється нове вікно з списком субтитрів для відео, яке ви переглядаєте. Виберіть потрібний пункт і натисніть кнопку Завантажити. Файл субтитрів буде завантажено та показано у відео.

source: The video equalizer doesn't work, why?
ca: L'equalitzador de vídeo no funciona, per què?
es: El ecualizador de vídeo no funciona, ¿por qué?
eu: Bideo ekualizagailua ez dabil, zergaitik?
gl: Por que non funciona o ecualizador de vídeo?
ja: ビデオイコライザーが使えない
lt: Video ekvalaizeris neveikia, kodėl?
pt: O equalizador de vídeo não funciona. Porquê?
ru: Видеоэквалайзер не работает, почему?
uk: Чому не працює, відео еквалайзер?

source: With some cards or video drivers the hardware video equalizer may not work. Go to Preferences -> General -> Video and enable the software equalizer.
ca: Amb algunes targetes o drivers de vídeo, el equalizador de vídeo per maquinari pot ser que no funcioni. Però pots activar l'equalitzador per programari en Preferències -> General --> Vídeo.
es: Con algunas tarjetas o drivers de vídeo, el equalizador de vídeo por hardware puede que no funcione. Pero puedes activar el ecualizador por software en Preferencias -> General --> Vídeo.
eu: Txartel eta bideo gidagailu batzuekin bideo ekualizagailu hardwareak ezin du lan egin. Joan Hobespenak -> Orokorra -> Bideoa eta gaitu software ekualizagailua.
gl: O ecualizador de hardware podería non funcionar con algunhas tarxetas e controladores de vídeo. Se é o teu caso, vai a «Opcións → Preferencias → Xeral → Vídeo», e marca a opción «Usar a ecualización de vídeo por software».
ja: ビデオカードやドライバーによっては、ハードウェアのビデオイコライザーは機能しないことがあります。[環境設定] -> [全般] -> [ビデオ] でソフトウェアのイコライザーを有効にしてください。
lt: Su kai kuriomis plokštėmis ar video tvarkyklėmis aparatinės įrangos video ekvalaizeris gali neveikti. Eikite į Nustatymai -> Bendra -> Video ir įjunkite programinį ekvalaizerį.
pt: Em algumas placas gráficas e com alguns controladores o equalizador pode não funcionar. Para o ativar, aceda a Preferências -> Geral -> Vídeo.
ru: С некоторыми видеокартами или видеодрайверами аппаратный видеоэквалайзер может не работать. Зайдите в настройки -> Основные -> Видео и включите программный видеоэквалайзер.
uk: З деякими відеокартами або відеодрайверами апаратний відеоеквалайзер може не працювати. Зайдіть в Налаштування -> Загальні -> Відео та увімкніть програмний відеоеквалайзер.

source: DVD menus, where are they?
ca: Què cal fer perquè apareguin els menús dels DVD?
es: ¿Qué hay que hacer para que aparezcan los menús de los DVD?
eu: DVD menuak, non daude?
gl: Onde están os menús do DVD?
ja: DVD メニューはどこ?
lt: DVD meniu, kur jie?
pt: Menus DVD, o que são?
ru: DVD меню, где это?
uk: DVD-меню, де воно знаходяться?

source: Go to the Drive section in preferences and check the option "Enable DVD menus (Experimental)" and set your DVD drive.
ca: En la secció Unitats de disc de les preferències, marca l'opció "Activar menús DVD (experimental)" i no t'oblidis de seleccionar la teva unitat de DVD.
es: En la sección Unidades de disco de las preferencias, marca la opción "Activar menús DVD (experimental)" y no te olvides de seleccionar tu unidad de DVD.
eu: Joan Gidagailu atalera hobespenetan eta hautatu "Gaitu DVD menuak (Esperimentala)" aukera eta ezarri zure DVD gidagailua.
gl: Vai a «Opcións → Preferencias → Dispositivos» e marca a opción «Activar os menús DVD (experimental)» e indica a ruta ao dispositivo de DVD.
ja: 環境設定の [ドライブ] セクションを開き、オプション "DVD メニューを有効にする (試験的)" にチェックを入れて使用する DVD ドライブを設定してください。
lt: Nustatymuose eikite į diskasukio skyrių ir pasirinkite „Įjungti DVD meniu(eksperimentinis)“.
pt: Aceda a Preferências -> Unidades e assinale a opção "Ativar menus DVD (Experimental)" e defina a unidade DVD.
ru: Зайдите в секцию "Устройства" настроек и отметьте опцию "Включить DVD-меню", также указав ваш привод DVD.
uk: Зайдіть в розділ Диски у налаштуваннях і виберіть опцію "Увімкнути меню DVD (експериментально)" та вкажіть ваш DVD привід.

source: How can I download a Youtube video?
ca: Com es pot descarregar un vídeo de Youtube?
es: ¿Cómo se puede descargar un vídeo de Youtube?
eu: Nola jeitsi dezaket Youtube bideo bat?
gl: Como se descarga un vídeo de YouTube?
ja: YouTube 動画をダウンロードするには?
lt: Kaip parsisiųsti video iš Youtube?
pt: Como posso transferir um vídeo YouTube?
ru: Как я могу загрузить видео с Youtube?
uk: Як мені завантажити відео з Youtube?

source: Right click on a video in the Youtube browser, and select the option "Record video".
ca: Prem amb el botó dret del ratolí sobre un vídeo en el cercador de vídeos de Youtube i selecciona l'opció "Gravar vídeo".
es: Pulsa con el botón derecho del ratón sobre un vídeo en el buscador de vídeos de Youtube y selecciona la opción "Grabar vídeo".
eu: Eskuin klikatu bideo bat Youtube nabigatzailean eta hautatu "Grabatu bideo" aukera.
gl: Fai clic dereito nun vídeo do navegador de YouTube e selecciona a opción «Gravar vídeo».
ja: YouTube ブラウザーで動画を右クリックして、オプション "動画を録画" を選択します。
lt: Youtube naršyklėje paspauskite dešiniu mygtuku ir pasirinkite „Įrašyti video“.
pt: Clique com o botão direito do rato no explorador Youtube e escolha a opção "Gravar vídeo".
ru: Сделайте правый клик на видео в браузере Youtube выберите опцию "Записать видео".
uk: Клацніть правою кнопкою миші на відео в браузері Youtube, і виберіть опцію "Запис відео".

source: How can I change the skin?
ca: Com es pot canviar la pell (tema)?
es: ¿Cómo se puede cambiar la piel (tema)?
eu: Nola aldatu dezaket azala?
gl: Como se cambia a aparencia?
ja: スキンを変更するには?
lt: Kaip pakeisti išvaizdą?
pt: Como posso alterar o tema?
ru: Как я могу сменить скин?
uk: Як мені змінити шкурку?

source: Go to the SMPlayer preferences, select the Interface section, then select the "Skinnable GUI". Now you can choose among several skins.
ca: En el diàleg de preferències de SMPlayer, veu a la secció Interfície, i selecciona el "GUI amb suport de pells". Ara podràs triar entre diferents pells.
es: En el diálogo de preferencias de SMPlayer, ve a la sección Interfaz, y selecciona el "GUI con soporte de pieles". Ahora podrás elegir entre distintas pieles.
eu: Joan SMPlayer hobespenetara, hautatu Interfazea atala, orduan hautatu "EIG azalgarria". Orain azal askoren artean hautatu dezakezu.
gl: Vai a «Opcións → Preferencias → Interface → Interface», e na lista despregábel do campo «Interface», selecciona «Interface compatíbel con temas visuais». Entón poderás seleccionar entre as varias aparencias que hai dispoñíbeis.
ja: SMPlayer の環境設定を開き、[インターフェイス] セクションの "スキン対応 GUI" を選択してください。すると、数種類のスキンから好きなものを選べるようになります。
lt: Eikite į SMPlayer nustatymus, pasirinkite Sąsajos skyrių ir pasirinkite „GUI su išvaizdos keitimu“. Dabar galėsite pasirinkti iš kelių išvaizdos variantų.
pt: Aceda a Preferências -> Interface, selecione a opção "Interface com tema" e escolha a que mais gostar.
ru: В настройках SMPlayer выберите секцию "Внешний вид", затем выберите "Интерфейс со скинами". Теперь вы можете выбирать среди нескольких скинов.
uk: У налаштуваннях SMPlayer виберіть розділ "Інтерфейс" -> "Графічний інтерфейс" -> "GUI з підтримкою шкурок". Тепер ви можете вибирати серед декількох шкурок.

source: In linux you need to install the package smplayer-skins.
ca: En linux necessites instal·lar el paquet smplayer-skins.
es: En linux necesitas instalar el paquete smplayer-skins.
eu: Linux-en smplayer-azalak paketea ezarri behar duzu.
gl: En Linux terás que instalar o paquete «smplayer-skins».
ja: Linux では、パッケージ smplayer-skins をインストールする必要があります。
lt: Linux sistemoje turite įdiegti paketą „smplayer-skins“
pt: Em sistemas linux tem que instalar o pacote smplayer-skins.
ru: В linux вы должны установить пакет smplayer-skins.
uk: У Linux ви повинні встановити пакет smplayer-skins.

source: Where is the configuration stored? Can I reset the settings?
ca: On es guarda la configuració? Es pot reestablecer la configuració?
es: ¿Dónde se guarda la configuración? ¿Se puede reestablecer la configuración?
eu: Non daude itxurapen agiriak? Ezarpenak berrezarri ditzaket?
gl: Onde se garda a configuración? Como restauro os valores predeterminados?
ja: 構成ファイルはどこ? 設定をリセットするには?
lt: Kur saugoma konfigūracija? Ar galiu atstatyti nustatymus?
pt: Em que local são gravadas as configurações? Posso reiniciar as configurações?
ru: Где находятся настройки? Как я могу их сбросить?
uk: Де зберігаються налаштування? Чи можу я скинути налаштування?

source: The easiest way to find the configuration files of SMPlayer is by selecting the option "Open configuration folder" in the Help menu. If you want to delete the current configuration and start with the default settings, just delete the file smplayer.ini (important: be sure SMPlayer is not running when you delete the file).
ca: La manera més senzilla de trobar els fitxers de configuració de SMPlayer és per mitjà de l'opció "Obrir directori de configuració" situada en el menú Ajuda. Si vols esborrar la configuració actual i començar de nou amb les opcions per defecte, simplement esborra el fitxer smplayer.ini (important: assegura't que el SMPlayer no s'està executant quan esborris el fitxer).
es: La manera más sencilla de encontrar los ficheros de configuración de SMPlayer es por medio de la opción "Abrir directorio de configuración" ubicada en el menú Ayuda. Si quieres borrar la configuración actual y empezar de nuevo con las opciones por defecto, simplemente borra el fichero smplayer.ini (importante: asegúrate de que el SMPlayer no se está ejecutando cuando borres el fichero).
eu: SMPlayerren itxurapen agiriak aurkitzeko bide errazena Laguntza menuan "Ireki itxurapen agiritegia" aukera hautatzea da. Oraingo itxurapena ezabatzea eta berezko ezarpenekin hastea nahi baduzu, ezabatu smplayer.ini agiria (garrantzitsua: zihurtatu SMPlayer ez dagoela ekinean agiria ezabatzen duzunean).
gl: A maneira máis rápida de atopar os ficheiros de configuración de SMPlayer é seleccionando a opción de «Abrir o cartafol de configuracións» no menús de «Axuda». Se queres borrar a configuración actual e comezar coas configuracións por defecto, elimina o ficheiro smplayer.ini. Importante: antes de eliminar o ficheiro asegúrate de que SMPlayer non estea executándose.
ja: [ヘルプ] メニューのオプション "構成フォルダーを開く" を選択するのが、SMPlayer の構成ファイルの場所を知る最も簡単な方法です。現在の設定を破棄してデフォルトの状態で起動したい場合は、SMPlayer が実行中でないことを確認した上で smplayer.ini を削除してください。
lt: Lengviausias būdas surasti SMPlayer konfigūracijos failus - pagalbos meniu pasirinkti „Atverti konfigūracijos aplanką“. Jei norite pašalinti esamą konfigūraciją ir naudoti numatytuosius nustatymus, tiesiog ištrinkite smplayer.ini (svarbu: įsitikinkite jog tuo metu SMPlayer išjungtas).
pt: O método mais fácil de encontrar a configuração do SMPlayer é aceder à opção "Abrir pasta de configuração" no menu Ajuda. Se quiser eliminar a configuração atual e reiniciar uma nova com as definições originais, elimine o ficheiro smplayer.ini (certifique-se que o smplayer não está a ser executado ao eliminar o ficheiro).
ru: Самый простой путь найти конфигурационные файлы SMPlayer - это выбрать опцию "Открыть каталог настроек" в меню Справка. Если вы хотите удалить текущие настройки и начать с настроек по умолчанию, просто удалите файл smplayer.ini (важно: убедитесь, что SMPlayer не запущен, когда вы удаляете файл).
uk: Найпростіший спосіб знайти конфігураційні файли SMPlayer - необхідно вибрати опцію "Відкрити каталог налаштувань" в меню Довідка. Якщо ви бажаєте видалити поточні налаштування і почати з типових налаштувань, просто видаліть файл smplayer.ini (важливо: переконайтеся, що SMPlayer не запущений, коли ви видаляєте файл).

source: What's the difference between SMPlayer and MPlayer?
ca: Quin és la diferència entre SMPlayer i MPlayer?
es: ¿Cuál es la diferencia entre SMPlayer y MPlayer?
eu: Zer ezberdintasun dago SMPlayer eta MPlayer artean?
gl: En que se diferencian SMPlayer e MPlayer?
ja: SMPlayer と MPlayer の違いは?
lt: Kuo skiriasi SMPlayer ir MPlayer?
pt: Existe alguma diferença entre o smplayer e o mplayer?
ru: В чём разница между SMPlayer и MPlayer?
uk: У чому різниця між SMPlayer і MPlayer?

source: They are two different applications that work together. SMPlayer actually is not a media player... MPlayer is. MPlayer is a command-line application, it doesn't have menus or buttons. It is controlled by the keyboard. As this is not very user friendly, several graphical interfaces have been developed, and SMPlayer is one of them. So MPlayer is the playback engine, SMPlayer adds the buttons, menus, dialogs, and so on. The Windows packages already include a MPlayer build along with SMPlayer.
ca: Són dues aplicacions independents que treballen de forma conjunta. SMPlayer encara que ho sembli no és un reproductor multimèdia... ho és MPlayer. MPlayer és un programa de línia de comandos, no té menús ni botons. Es controla mitjançant el teclat. Com això no és molt amigable s'han desenvolupat diversos interfícies gràfics, i SMPlayer és un d'ells. Per tant MPlayer és el motor de reproducció i SMPlayer afegeix els botons, menus, diàlegs, etc. Els paquets per Windows ja inclouen una versió de MPlayer juntament amb SMPlayer.
es: Son dos aplicaciones independientes que trabajan de forma conjunta. SMPlayer aunque lo parezca no es un reproductor multimedia... lo es MPlayer. MPlayer es un programa de línea de comandos, no tiene menús ni botones. Se controla mediante el teclado. Como esto no es muy amigable se han desarrollado varios interfaces gráficos, y SMPlayer es uno de ellos. Por tanto MPlayer es el motor de reproducción y SMPlayer añade los botones, menus, diálogos, etc. Los paquetes para Windows ya incluyen una versión de MPlayer junto con SMPlayer.
eu: Bi aplikazio ezberdinek egiten dute lan elkarrekin. SMPlayer ez da multimedia irakurgailua... MPlayer da. MPlayer komando-lerro aplikazio bat da, ez du menurik edo botoirik. Teklatuarekin agintzen da. Hortaz ez da erabiltzaile askoren gogokoa, grafika interfaze ugari garatu dira, eta SMPlayer hauetako bat da. Hortaz MPlayer da irakurketa gailua, SMPlayerrek botoiak, menuak, elkarrizketak eta horrelakoak gehitzen ditu. Windows paketeak jadanik badakar MPlayer eraiketa bat SMPlayerrekin batera.
gl: Son dous aplicativos distintos que traballan conxuntamente. En realidade SMPlayer non é un reprodutor de son e vídeo: ese é o papel de MPlayer. MPlayer é un aplicativo da liña de ordes, que carece de menús ou botóns. Manéxase única e exclusivamente co teclado. Como para moitas persoas iso non lles resulta o moi cómodo, desenvolvéronse varias interfaces gráficas que resolven esa carencia, e SMPlayer é unha delas. Así que MPlayer é o motor de reprodución e SMPlayer achega os botóns, os menús, os diálogos, etc. Os paquetes para Windows inclúen tanto MPlayer como SMPlayer.
ja: 両者は異なるアプリケーションですが、組み合わさって動作します。実は、本当のメディアプレイヤーは SMPlayer ではないのです。MPlayer なのです。MPlayer はコマンドラインアプリケーションです。メニューやボタンが一切なく、キーボードでしか操作できません。これでは多くの人にとって使いやすいとはいえませんから、いくつものグラフィカルインターフェイスが今までに開発されてきました。SMPlayer はそのひとつです。MPlayer を再生エンジンにして、SMPlayer はそこにボタン、メニュー、ダイアログなどを加えます。SMPlayer の Windows パッケージには、あらかじめ MPlayer ビルドが同梱されています。
lt: Tai yra dvi skirtingos programos kurios veikia kartu. SMPlayer nėra media grotuvas... MPlayer yra. MPlayer yra komandinės eilutės programa, ji neturi meniu ar mygtukų. Ji valdoma klaviatūra. Kadangi tai nėra labai draugiškas būdas naudotojui, yra sukurta keletas grafinių sąsajų, SMPlayer viena iš jų. Taigi MPlayer yra atkūrimo variklis, SMPlayer prideda mygtukus, meniu, dialogus ir taip toliau. Windows paketai jau turi MPlayer ir SMPlayer.
pt: São aplicações diferentes mas que funcionam em conjunto. O smplayer não é um reprodutor multimédia e o mplayer é. O mplayer é uma aplicação que funciona na linha de comandos e não possui menus ou botões pois é controlado com o teclado. Neste sentido, foram criadas diversas interfaces gráficas para o mplayer e o smplayer é uma delas. Nestes termos, o mplayer é a aplicação de reprodução e o smplayer a interface gráfica. O pacote de instalação para Windows já possui uma compilação do mplayer pronta a utilizar.
ru: Это два разных приложения, работающих вместе. SMPlayer по сути не медиа плеер, в отличие от MPlayer. MPlayer - консольное приложение, не имеющее меню или кнопок. Он управляется с клавиатуры. Поскольку это не слишком дружественно к пользователю, было разработано множество графических интерфейсов, и SMPlayer - один из них. Таким образом, MPlayer - движок для воспроизведения, а SMPlayer добавляет к нему кнопки, меню, диалоги и т. п. Сборки для Windows уже включают MPlayer, настроенный на работу с SMPlayer.
uk: Це два різних додатка, що працюють разом. SMPlayer по суті не медіа плеєр, на відміну від MPlayer. MPlayer - консольний додаток, що не має меню або кнопок. Він керується з клавіатури. Оскільки це не дуже зручно для користувача, було розроблено безліч графічних інтерфейсів, SMPlayer - один з них. Таким чином, MPlayer це двигунець для відтворення, а SMPlayer додає до нього кнопки, меню, діалоги і т. д. Складання для Windows, вже включають MPlayer, налаштований на роботу з SMPlayer.

source: What does the "ps" mean in some of the installers name?
ca: Què significa el "ps" que es pot trobar en el nom d'alguns instal·ladors?
es: ¿Qué significa el "ps" que se puede encontrar en el nombre de algunos instaladores?
eu: Zer esanahi du ezartzaile batzuetan agertzen den "ps"-ak?
gl: Que significa o «ps» que aparece no nome dalgúns dos instaladores?
ja: インストーラーのファイル名の "ps" とは?
lt: Ką, kai kuriuose diegyklės varduose, reiškia „ps“?
pt: O que significa a sigla "ps" no nome do instalador?
ru: Что означает "ps" в именах некоторых инсталляторов?
uk: Що означає "ps", в деяких з назвах інсталяторів?

source: It means that the installer includes a "promotional screen". This screen offers the user the possibility to install a third party application. It may be for example a demo version of an interesting application. It's up to you to decide whether give it a try or not. If you install it but then you don't like it, you can uninstall it easily later.
ca: És una abreviatura de "promotional screen", és a dir pantalla promocional. Aquesta pantalla li dóna a l'usuari la possibilitat d'instal·lar una aplicació de tercers. Per exemple podria ser una versió demo d'un programa interessant. Si decideixes acceptar instal·lar aquest programa però després no t'agrada, sempre pots desinstal·lar-ho fàcilment més tard.
es: Es una abreviatura de "promotional screen", es decir <i>pantalla promocional</i>. Esta pantalla le da al usuario la posibilidad de instalar una aplicación de terceros. Por ejemplo podría ser una versión demo de un programa interesante. Si decides aceptar instalar ese programa pero luego no te gusta, siempre puedes desinstalarlo fácilmente más tarde.
eu: Honek esanahi du ezartzaileak "sustapen ikusleiho" bat duela barne. Ikuslehio honek erabiltzaileari hirugarrenen aplikazioak ezartzeko aukera ematen dio. Hau adibidez aplikazio interesgarri baten demo bertsio bat izan daiteke. Zure esku dago erabakitzea probatzea edo ez. Ezartzen baduzu baina ez baduzu nahi, gero erraz kendu dezakezu.
ja: スポンサーからの "promotional screen" (プロモーション画面) を意味します。この画面は、あるソフトウェアの試用版など、第三者製アプリケーションのインストールをユーザーに促します。もちろん、インストールの選択はユーザーに委ねられていますし、インストールした後でもそのアプリケーションが気に入らなければ簡単にアンインストールすることができます。
lt: Tai reiškia jog diegyklė turi rėmėjo „reklaminį ekraną“. Šis ekranas siūlo naudotojui įdiegti trečiosios šalies programą. Tai gali būti įdomios programos demo versija. Jūsų teisė rinktis ar diegti ją ar ne. Jei įdiegsite, ji jums nepatiks, galėsite pašalinti.
pt: Isto significa que o instalador possui um ecrã promocional. Este ecrã disponibiliza a possibilidade de instalar uma aplicação de terceiros. Pode ser uma versão de demonstração ou uma aplicação integral. Cabe ao utilizador a decisão de a instalar ou não. Se a quiser instalar e verificar que não lhe agrada, pode sempre remove-la mais tarde.
uk: Це означає, що інсталятор включає рекламний екран від спонсора. Цей екран надає користувачам можливість встановити сторонню програму. Це може бути, наприклад, демо-версія цікавого додатка. Вам вирішувати, робити це чи ні. Якщо ви встановите його, але воно вам не сподобається, ви можете легко видалити його пізніше.
