Repository: sarvex/smplayer
Catalog: web/translations/*.po
Languages: ca, de, es, eu, fi, gl, hu, it, ja, lt, pl, pt, pt_pt, ro, ru, uk

source: SMPlayer intends to be a complete front-end for <a href=%1>MPlayer</a>, from basic features like playing videos, DVDs, and VCDs to more advanced features like support for MPlayer filters and more.
de: SMPlayer versucht ein vollständiges Front-End für <a href=%1>MPlayer</a> zur Verfügung zu stellen, von Grundfunktionen, wie dem Abspielen von Videos, DVDs und VCDs über erweiterte Funktionen, wie in etwa der Unterstützung von MPlayers Filtern und vielem mehr.
fi: SMPlayer pyrkii olemaan täysinäinen käyttöliittymä <a href=%1>MPlayer</a>ille, perusominaisuuksista kuten videoiden, DVD:n ja VCD:ien toistosta kehittyneempiin ominaisuuksiin kuten MPlayer -suotimiin ja muihin.
hu: Az SMPlayer egy komplett felület az <a href=%1>MPlayer</a> számára, alapvető funkcióktól kezdve, mint videók, DVD-k, VCD-k lejátszása, egészen a fejlettebb szolgáltatásokig, mint az MPlayer szűrők támogatása.
it: SMPlayer vuole essere un'interfaccia completa per <a href=%1>MPlayer</a>, dalle funzioni base quali riproduzione di video, DVD, e VCD alle funzioni più avanzate come il supporto dei filtri di MPlayer e altre ancora.
pl: SMPlayer jest graficzną nakładką programu <a href=%1>MPlayer</a>, z prostymi funkcjami, takimi jak odtwarzanie wideo, DVD i VCD oraz z bardziej zaawansowanymi funkcjami np: obsługa filtrów MPlayera i wiele innych.
pt_pt: SMPlayer pretende ser um interface gráfico para <a href=%1>MPlayer</a>, com funções básicas como reproduzir vídeos, DVDs e VCDs até outras mais avançadas como suporte a filtros MPlayer e outras.
ro: SMPlayer intenționează să fie un front-end complet pentru <a href=%1>MPlayer</a>, având funcții de bază precum redarea fişierelor video, a DVD-urilor și a VCD-urilor dar și funcții avansate precum suport pentru filtrele specifice MPlayer și mult mai multe.

source: Other additional interesting features:
de: Weitere interessante Merkmale:
fi: Muita kiinnostavia ominaisuuksia:
hu: További érdekes funkciók:
it: Altre funzionalità aggiuntive interessanti:
pl: Inne dodatkowe, ciekawe funkcje programu:
pt_pt: Outras características adicionais interessantes :
ro: Alte caracteristici suplimentare interesante:

source: Configurable subtitles. You can choose font and size, and even colors for the subtitles.
de: Einstellbare Untertitel. Du kannst die Schriftart und -größe und sogar die Farbe der Untertitel wählen.
fi: Tekstitykset asetuksilla. Voit valita fontin ja koon, jopa tekstitysten värin.
hu: Konfigurálható feliratok. Kiválaszthatja a betűtípust és méretet, még a feliratok színeit is.
it: Sottotitoli configurabili. Puoi sceglierne il tipo di carattere e la dimensione, oltre al colore.
pl: Konfigurowalne napisy. Można wybrać czcionkę, jej rozmiar i nawet kolor dla napisów.
pt_pt: Legendas configuráveis. Pode escolher a fonte, o tamanho e até a cor das legendas.
ro: Configurarea subtitrărilor. Pentru subtitrări puteți alege caracterele, mărimea și chiar culoarea lor.

source: Audio track switching. You can choose the audio track you want to listen. Works with avi and mkv. And of course with DVDs.
de: Umschalten der Tonspur. Du kanst die Tonspur auswählen, die du anhören willst. Das funktioniert mit avi und mkv. Und natürlich auch mit DVDs.
fi: Ääniraidan vaihto. Voit valita ääniraidan, jota haluat kuunnella. Toimii avi:lla ja mkv:llä. Ja totta kai myös DVD:ien kanssa.
hu: Hangsáv váltás. Kiválaszthatja a hallgatni kívánt hangsávot. Működik avi és mkv fájlok, valamint természetesen DVD-k esetén.
it: Cambio della traccia audio. Puoi scegliere la traccia audio che vuoi ascoltare. E' supportato per i file avi e mkv, ed ovviamente per i DVD.
pl: Przełączanie ścieżek audio. Można wybrać ścieżkę audio, którą chcesz wysłuchać. Działa z avi, mkv i oczywiście z DVD.
pt_pt: Troca de faixas áudio. Você pode escolher a faixa áudio que quer ouvir. Funciona com avi, mkv e obviamente com DVDs.
ro: Comutarea coloanelor sonore. Puteți alege ce coloană sonoră doriți să ascultați. Funcționează cu fișiere avi și mkv. Și bineînțeles cu DVD.

source: Filters. Several filters are available: deinterlace, postprocessing, denoise... and even a karaoke filter (voice removal).
de: Filter. Es gibt verschiedene Filter: Zeilenentflechtung, Nachbearbeitung, Rauschfilter
fi: Suotimet. Useita suotimia on saatavilla: limittymisen poisto, jälkikäsittely, melun poisto... ja jopa karaoke-suodin (äänenpoisto).
hu: Szűrők. Többféle elérhető szűrő: deinterlace, utófeldolgozás, zajcsökkentő... és még egy karaoke szűrő (beszédhang eltávolítás) is.
it: Filtri. Sono disponibili svariati filtri: deinterlacciamento, postprocessing, rimozione rumore... e anche un filtro karaoke (rimozione voce).
pl: Filtry. Dostępne są filtry: deinterlace, postprocessing, denoise... oraz filtr karaoke (usuwanie głosu).
pt_pt: Filtros. Diversos filtros disponíveis: desentrelaçar, pós-processamento, reduzir ruído ... e até um filto karaoke (remoção de voz).
ro: Filtre. Sunt disponibile și o serie de filtre precum: deîntrețesere, postprocesare, înlăturare zgomote... și chiar un filtru karaoke (înlăturare voce).

source: Playlist. Allows you to enqueue several files to be played one after each other. Autorepeat and shuffle supported too.
de: Abspielliste. Erlaubt dir das Einstellen verschiedener Dateien, um sie nacheinander abzuspielen. Wiederholtes und zufälliges Abspielen wird ebenfalls unterstützt.
fi: Soittolista. Sallii sinun laittaa jonoon useita tiedostoja, jotka toistetaan yksi kerrallaan. Automaattinen toisto ja sekoitus ovat myös tuettuja.
hu: Lejátszási lista. Lehetővé teszi több fájl sorba állítását egymás utáni lejátszáshoz. Ismétlés és véletlen sorrendű lejátszás is támogatott.
it: Lista di riproduzione.Ti permette di inserire in coda svariati file da riprodurre in sequenza. Sono supportati la ripetizione automatica e l'ordinamento casuale.
pl: Lista odtwarzania. Pozwala ustawiać nam pliki w kolejce do odtwarzania jeden po drugim, obsługując powtarzanie i tasowanie.
pt_pt: Lista. Permite-lhe pôr diversos ficheiros em fila para serem reproduzidos sequencialmente. Repetição automática e troca de posição suportados.
ro: Listă fișiere. Aceasta vă permite să redați mai multe fișiere unul după altul. De asemenea puteți repeta redarea automat sau puteți reda aleator fișiere din listă.

source: Preferences dialog. You can easily configure every option of SMPlayer by using a nice preferences dialog.
de: Einstellungen Dialog. Du kannst jede Option ganz einfach einstellen, indem du diesen hübschen Konfigurationsdialog verwendest.
fi: Asetusikkuna. Voit helposti muuttaa SMPlayerin jokaista asetusta käyttämällä kätevää asetusikkunaa.
hu: Beállítások ablak. Könnyen konfigurálhatja az SMPlayer minden opcióját egy igényes párbeszédablak használatával.
it: Finestra delle preferenze. Si può configurare facilmente ogni opzione di SMPlayer tramite una finestra di preferenze carina.
pl: Ustawienia. W łatwy sposób można konfigurować opcje SMPlayera używając rozbudowany system ustawień.
pt_pt: Preferências. Pode facilmente configurar cada opção do SMPlayer usando um diálogo de preferências.
ro: Reglaje preferate. Aici puteți configura cu ușurință toate opțiunile SMPlayer utilizând o casetă de dialog intuitivă.

source: Possibility to search automatically for subtitles in %1.
de: Die Möglichkeit, in %1 automatisch nach Untertiteln zu suchen.
fi: Mahdollisuus etsiä tekstitykset automaattisesti %1 -sivustolta.
hu: Lehetőség automatikus felirat keresésre az %1 -on
it: Possibilità di trovare automaticamente i sottotitoli tramite %1.
pl: Możliwość wyszukiwania napisów w %1.
pt_pt: Possibilidade de pesquisar legendas automaticamente em %1.

source: Translations: currently SMPlayer is translated into more than 20 languages, including Spanish, German, French, Italian, Russian, Chinese, Japanese....
de: Übersetzungen: gegenwärtig gibt es SMPlayer in mehr als 20 Sprachen, einschließlich Spanisch, Deutsch, Französisch, Italienisch, Russisch, Chinesisch, Japanisch, ...
fi: Käännökset: SMPlayer on käännetty useammalle kuin 20 eri kielelle, kuten espanjaksi, saksaksi, ranskaksi, italiaksi, venäjäksi, kiinaksi ja japaniksi...
hu: Fordítások: jelenleg az SMPlayer több mint 20 nyelven elérhető, például spanyol, német, francia, olasz, orosz, kínai, japán...
it: Traduzioni: al momento SMPlayer viene tradotto in più di 20 lingue, come Spagnolo, Tedesco, Francese, Italiano, Russo, Cinese, Giapponese....
pl: Tłumaczenia: obecnie SMPlayer jest przetłumaczony na więcej niż 20 języków, włączając Spanish, German, French, Italian, Russian, Chinese, Japanese....
pt_pt: Traduções: actualmente o SMPlayer está traduzido em mais de 20 idiomas, incluindo Espanhol, Alemão, Francês, Italiano, Russo, Chinês, Japonês...
ro: Traduceri: la această oră SMPlayer este tradus în mai mult de 20 de limbi, incluzând Spaniolă, Germană, Franceză, Italiană, Rusă, Chineză, Japoneză, Română...

source: It's multiplatform. Binaries available for Windows and Linux.
de: Auf vielen Plattformen erhältlich. Binärdateien für Windows und Linux.
fi: Sitä voi käyttää useilla eri käyttöjärjestelmillä. Ohjelmakoodit ovat saatavilla sekä Windowsille että Linuxille.
hu: Többplatformos. A futtatható állományok elérhetők Windowsra és Linuxra.
it: E' multi-piattaforma. Pacchetti pronti disponibili per Windows e Linux.
pl: Jest wieloplatformowy. Dostępny zarówno dla Windows jak i dla Linux
pt_pt: É multi-plataforma. Binários disponíveis para Windows e Linux.
ro: Este multiplatformă. Sunt disponibile executabile pentru Windows și Linux.

source: SMPlayer is under the <b>GPL</b> license.
de: SMPlayer steht unter der <b>GPL</b> Lizenz.
fi: SMPlayer on <b>GPL</b> -lisenssin alainen.
hu: Az SMPlayer a <b>GPL</b> licensz alatt áll.
it: SMPlayer usa la licenza <b>GPL</b>.
pl: SMPlayer jest na licencji <b>GPL</b>
pt_pt: O SMPlayer é licenciado sob a licença <b>GPL</b>.
ro: SMPlayer se supune termenilor licenței <b>GPL</b>.

source: SMPlayer - Screenshots
de: SMPlayer - Schnappschüsse
fi: SMPlayer - Ruutukaappaukset
hu: SMPlayer - Képek
it: Immagini demo - SMPlayer
pl: SMPlayer - Zrzuty ekranu
pt_pt: SMPlayer - Capturas
ro: SMPlayer - Capturi de ecran

source: The playlist can be embedded in the main window
de: Die Abspielliste kann im Hauptfenster eingebettet werden
hu: A lejátszási lista a főablakba ágyazható
pt_pt: A lista de reprodução pode ser embutida na janela principal
ro: Lista cu fișierele ce vor fi redate poate fi încorporată în fereastra principală.

source: SMPlayer running on Gnome
de: SMPlayer unter Gnome laufend
hu: SMPlayer Gnome-on
pt_pt: SMPlayer executando em Gnome
ro: SMPlayer rulând în Gnome.

source: A video displaying a srt subtitle
de: Ein Video, welches einen srt-Untertitel darstellt
hu: Egy videó srt felirattal
pt_pt: Um vídeo apresentando uma legenda srt
ro: Un fișier video cu subtitrare srt

source: SMPlayer is translated into more than 20 languages
de: SMPlayer ist bereits in mehr als 20 Sprachen übersetzt worden
hu: Az SMPlayer több mint 20 nyelvre le van fordítva
pt_pt: O SMPlayer está traduzido em mais de 20 idiomas
ro: SMPlayer este tradus în mai mult de 20 de limbi

source: SMPlayer running on the new KDE 4
de: SMPlayer unter dem neuen KDE 4 laufend
hu: SMPlayer az új KDE 4-en
pt_pt: SMPlayer executando no novo KDE 4
ro: SMPlayer rulând pe noul KDE 4

source: Compiled on OpenSuSE 10.2. Requires: libqt4 and mplayer.
ro: Compilat pe OpenSuSE 10.2. Cerințe: libqt4 și mplayer.

source: Compiled on Ubuntu 7.04.
ro: Compilat pe Ubuntu 7.04.

source: Package for AMD64. Compiled on Ubuntu 8.04.
ro: Pachet pentru arhitectură de tip AMD64. Compilat pe Ubuntu 8.04.

source: Packages for Ubuntu:
de: Pakete für Ubuntu:
fi: Paketit Ubuntulle:
it: Pacchetti per Ubuntu:

source: The version of mplayer included in Ubuntu is very old (%1). SMPlayer has support for some of the new features of mplayer, so a newer version is highly recommended.
de: Die mit Ubuntu ausgelieferte Version ist ziemlich alt (%1). SMPlayer unterstützt einige neue Merkmale von mplayer, deshalb wird eine neuere Version dringend empfohlen.
fi: Ubuntuun sisällytetty mplayerin versio on hyvin vanha (%1). SMPlayerilla on tuki joillekin mplayerin uusille ominaisuuksille, joten uudempi versio on paljon suositeltu.
it: La versione di mplayer inclusa in Ubuntu è molto vecchia (%1). SMPlayer supporta alcune delle nuove funzionalità di mplayer, per questo si raccomanda una versione più nuova.

source: You can get updated versions from this PPA:
de: Es gibt aktualisierte Versionen von diesem PPA:
fi: Voit hakea päivitetyt versiot tästä PPA:sta:
it: Puoi recuperare versioni aggiornate da questo PPA:

source: more info
de: weitere Infos
fi: lisää tietoja
it: altre informazioni

source: This page is available in the following languages:
fi: Tämä sivu on saatavilla seuraavilla kielillä:
