Repository: sarvex/smplayer
Catalog: web/translations/*.po
Languages: ca, de, es, eu, fi, gl, hu, it, ja, lt, pl, pt, pt_pt, ro, ru, uk

source: Quick guide to learn the basics about SMPlayer
es: Guía rápida para aprender lo básico de SMPlayer
eu: Gida azkarra SMPlayerri buruzko ohinarrazkoak jakiteko
ja: SMPlayer の基礎が学べるクイックガイド
pt: Guia de iniciação do smplayer
uk: Короткий посібник, щоб дізнатися про основи SMPlayer

source: Thank you for installing SMPlayer.
es: Gracias por instalar SMPlayer.
eu: Mila esker SMPlayer ezartzeagaitik.
ja: SMPlayer をインストールしていただきありがとうございます。
pt: Obrigado por instalar o smplayer.
uk: Дякуємо вам за встановлення SMPlayer.

source: The SMPlayer team hopes you enjoy our player.
es: El equipo del SMPlayer espera que te diviertas con nuestro reproductor.
eu: SMPlayer taldeak gure irakurgailuaz gozatuko duzula itxaroten du.
ja: SMPlayer チーム一同、私たちのプレイヤーをご活用いただけることを願っています。
pt: A equipa do smplayer espera que você goste do programa.
uk: Команда SMPlayer сподівається, що вам сподобається цей програвач.

source: You'll find here a quick guide to start using SMPlayer.
es: Aquí encontrarás una guía rápida para empezar a usar SMPlayer.
eu: Hemen SMPlayer erabiltzen hasteko gida azkar bat aurkituko duzu.
ja: こちらは SMPlayer のご使用を開始するにあたってのクイックガイドです。
pt: Aqui encontra um guia de iniciação ao smplayer.
uk: Тут ви знайдете стислий посібник, щоб почати використовувати SMPlayer.

source: Play a movie file
es: Reproducir un fichero de vídeo
eu: Irakurri filma agiri bat
ja: ムービーファイルを再生する
pt: Reproduzir um filme
uk: Відтворити відеофайл

source: To open a file, just click on the first button in the toolbar or select the option <b>File...</b> in the <b>Open</b> menu.
es: Para abrir un fichero, simplemente pulsa en el primer botón de la barra de herramientas o selecciona la opción <b>Fichero...</b> del menú <b>Abrir</b>.
eu: Agiri bat irekitzeko, klikatu tresnabarrako lehen botoia edo hautatu <b>Agiria...</b> aukera <b>Ireki</b> menuan.
ja: ファイルを開くには、ツールバーの 1 番目のボタンをクリックするか、[<b>開く</b>] メニューの [<b>ファイル</b>] を選択します。
pt: Para abrir um ficheiro, clique no primeiro botão da barra de ferramentas ou escolha a opção <b>Ficheiro...</b> no menu <b>Abrir</b>.

source: You can select any file from the formats supported by SMPlayer, like avi, mp4, mkv, ts, mpg...
es: Puedes seleccionar cualquier fichero de los formatos soportados por SMPlayer, como avi, mp4, mkv, ts, mpg...
eu: SMPlayerrek sostengatzen duen edozein heuskarriko agiria hautatu dezakezu, adibidez avi, mp4, mkv, ts, mpg...
ja: AVI、MP4、MKV、TS、MPEG など、SMPlayer が対応しているフォーマットのファイルを選ぶことができます。
pt: Pode selecionai qualquer um dos formatos suportados pelo smplayer. Por exemplo: avi, mp4, mkv, ts, mpg...
uk: Ви можете вибрати будь-який формат файлу, що підтримуються SMPlayer, avi, mp4, mkv, ts, mpg...

source: The movie will begin to play. You can use the control at the botton of the player to pause it, rewind, seek...
es: El vídeo empezará a verse. Puedes usar el control que hay en la parte inferior del reproductor para pausarlo, rebobinar, avanzar...
eu: Filma irakurtzen hasiko da. Irakurgailuaren behereneko agintea erabili dezakezu pausatzeko, atzerabiltzeko,bilatzeko...
ja: するとムービーが再生されます。プレイヤー下部のボタンを使えば、一時停止、巻き戻し、シークなどの操作を行うことができます。
pt: O filme será iniciado. Pode utilizar o controlo na base do reprodutor para colocar em pausa, recuar, avançar...

source: To switch to fullscreen mode, click on the fullscreen button (%1) in the control bar or press <b>F</b>.
pt: Para ativar o modo de ecrã completo, clique no botão de ecrã completo (%1) da barra de controlo ou clique na tecla <b>F</b>.

source: In fullscreen mode, when you move the mouse to the bottom of the screen a floating control will appear.
pt: No modo de ecrã completo, se mover o rato na base do ecrã, aparecerá um controlo flutuante.

source: To return to window mode, click on the fullscreen button in the floating control or press <b>F</b> or <b>ESC</b>.
pt: Para voltar ao modo de janela, clique no botão de crã completo da barra de controlo flutuante ou prima a tecla <b>F</b> ou <b>ESC</b>.

source: You can also right click at any moment on the video to get a context menu.
pt: Também pode clicar com o botão direito do rato para ver o menu de contexto.

source: It's very easy to change the audio track, select subtitles, enable a video filter, change the playback speed... just explore the menus of the player.
pt: É muito fácil alterar a faixa áudio, escolher as legendas, ativar os filtros e alterar a velocidade de reprodução... Basta explorar os menus do smplayer.

source: Play or download a Youtube video
es: Reproducir o descargar un vídeo de Youtube
eu: Irakurri edo jeitsi Youtube bideo bat
ja: YouTube 動画を再生/ダウンロードする
pt: Reprodução e transferência de um vídeo Youtube
uk: Відтворити або завантажити відео з Youtube

source: To play or download a Youtube video, just select <b>Youtube browser</b> in the <b>Options</b> menu.
es: Para ver o descargar un vídeo de Youtube, simplemente selecciona <b>Buscar vídeos en Youtube</b> en el menú <b>Opciones</b>.
eu: Youtube bideoa bat irakurri edo jeisteko, hautatu <b>Youtube nabigatzailea</b> <b>Aukerak</b> menuan.
ja: YouTube 動画を再生したりダウンロードしたりするには、[<b>オプション</b>] メニューの [<b>YouTube ブラウザー</b>] を選択してください。
pt: Para reproduzir ou transferir um vídeo Youtube, escolha o <b>Explorador Youtube</b> no meu <b>Opções</b>.

source: That will open the %1 window.
es: Se abrirá la ventana del %1.
eu: Horrek %1 leihoa irekiko du.
ja: %1のウィンドウが開きます。
pt: Isto abre a janela do %1.
uk: Це відкриє %1 вікно.

source: Youtube browser
ca: Navegador de Youtube
es: Navegador de Youtube
eu: Youtube nabigatzailea
gl: Navegador de YouTube
ja: YouTube ブラウザー
lt: Youtube naršyklė
pt: Explorador Youtube
ru: Браузер YouTube
uk: YouTube переглядач

source: This tool allows you to browse among the most popular, most viewed and most rated videos.
es: Esta herramienta te permite ver los vídeos más populares, más vistos y mejor valorados.
eu: Tresna honek bideo ezagunenak, ikusienak eta mailatuenak artean bilatzea ahalbidetzen dizu.
ja: 人気の動画、注目動画、評価の高い動画の中から好きな動画を探すことができます。
lt: Šis įrankis jums leidžia naršyti tarp populiariausių, daugiausiai žiūrimų ir geriausiai įvertintų video.
pt: Esta ferramenta permite-lhe explorar os vídeos mais populares, visualizados ou com melhor avaliação.

source: You can search for a video typing a term in the search field at the bottom of the window.
es: Puedes buscar un vídeo tecleando lo que quieres buscar en el campo de búsqueda en la parte inferior de la ventana.
eu: Bideo bat bilatu dezakezu leihoaren behealdeko bilaketa eramuan hitz bat idatziz.
ja: ウィンドウの下部にある検索欄に入力して動画を検索することもできます。
lt: Video galite ieškoti lango apačioje įrašę paieškos žodį.
pt: Pode procurar os vídeos escrevendo os termos da procura no campo existente na parte inferior da janela.
uk: Ви можете знайти відео ввівши запит у полі пошуку в нижній частині вікна.

source: To play a video, just double click on it.
es: Para ver un vídeo, simplemente haz doble clic en él.
eu: Bideo bat irakurtzeko, egin klik bikoitza bertan.
ja: 動画をダブルクリックすると、再生が始まります。
lt: Norėdami atkurti video, tiesiog dukart spustelėkite ant jo.
pt: Para reproduzir um vídeo, clique-lhe duas vezes.
uk: Для відтворення відео, просто двічі клацніть по ньому.

source: To download a Youtube video, right click on a video and select <i>Record video</i>.
es: Para descargar un vídeo de Youtube, pulsa con el botón derecho sobre un vídeo y selecciona <i>Grabar vídeo</i>.
eu: Youtube bideo bat jeisteko, eskuin klikatu bideo bat eta hautatu <i>Grabatu bideoa</i>.
ja: YouTube 動画をダウンロードするには、動画を右クリックして [動画を録画] を選択します。
lt: Norėdami parsisiųsti Youtube video, paspauskite dešinį pelės mygtuką ir pasirinkite <i>Įrašyti video</i>.
pt: Para transferir um vídeo do Youtube, clique com o botão direito do rato e escolha <i>Gravar vídeo</i>.
uk: Для завантаження відео з Youtube, натисніть правою кнопкою миші на відео і виберіть <i>Записати відео</i>.

source: You can download several videos at a time.
es: Es posible descargar varios vídeos al mismo tiempo.
eu: Bideo anitz jeitsi ditzakezu aldiberean.
ja: 同時に複数の動画をダウンロードできます。
lt: Vienu metu galite atsisiųsti kelis video.
pt: Pode transferir vários vídeos em simultâneo.
uk: Ви можете завантажити кілька відео одночасно.

source: Change the skin
es: Cambiar la piel (skin)
eu: Aldatu azala
ja: スキンを変える
pt: Alterar o tema
uk: Змінення шкурок

source: By default SMPlayer uses a basic interface.
es: El SMPlayer usa por defecto un interfaz básico.
eu: SMPlayerrek berez ohinarrizko interfaze bat erabiltzen du.
ja: SMPlayer はデフォルトにベーシックなインターフェイスを使用します。
pt: Por definição, o smplayer utiliza a interface clássica.
uk: Типово SMPlayer використовує базовий інтерфейс.

source: You can change the skin very easily.
es: Puedes cambiar la piel fácilmente.
eu: Azala oso erraz aldatu dezakezu.
ja: スキンを変えるのはとても簡単です。
pt: Mas pode alterar a interface facilmente.
uk: Ви можете дуже легко змінити шкурку.

source: Click on the screwdriver button (%1) in the toolbar or select the option <b>Preferences</b> under the <b>Options</b> menu.
ja: ツールバーのねじ回しのボタン (%1) をクリックするか、[<b>オプション</b>] メニューの [<b>環境設定</b>] を選択します。
pt: Clique no botão (%1) da barra de ferramentas ou escolha a opção <b>Preferences</b> no menu <b>Opções</b>.

source: That will open the preferences dialog.
es: Aparecerá el diálogo de preferencias.
eu: Horrek hobespen elkarrizketa irekiko du.
ja: すると環境設定ダイアログが表示されます。
pt: Isto abre o diálogo de preferências.
uk: Це відкриє діалогове вікно налаштувань.

source: Now click on the <b>Interface</b> section on the left.
es: Ahora haz clic en la sección <b>Interfaz</b> en la parte izquierda.
eu: Orain klikatu <b>Interfazea</b> atala ezkerraldean.
ja: 次に左側の [<b>インターフェイス</b>] セクションをクリックします。
pt: Agora clique em <b>Interface</b.
uk: Тепер натисніть на <b>інтерфейс</b> розділ зліва.

source: Now select <b>Skinnable GUI</b> in the <b>GUI</b> option.
es: Selecciona <b>GUI con soporte de pieles</b> en la opción <b>GUI</b>.
eu: Orain hautatu <b>EIG Azalgarria</b> <b>EIG</b> aukeran.
ja: 続いて [<b>GUI</b>] オプションの [<b>スキン対応 GUI</b>] を選択します。
pt: Agora escolha <b>Interface com tema</b> na opção <b>Interface</b>.

source: Finally select the skin you want to use under the <b>Skin</b> option.
es: Y por último escoge la piel que quieras usar en la opción <b>Skin</b>.
eu: Azkenik hautatu erabiltzea nahi duzun azala <b>Azala</b> aukeran.
ja: 最後に [<b>スキン</b>] オプションから好きなスキンを選んでください。
pt: Agora, escolha o tema que pretende utilizar na opção <b>Tema</b>.

source: Learn interesting things about SMPlayer in %1.
ca: Assabenta't de coses interessants sobre SMPlayer en %1.
es: Entérate de cosas interesantes sobre SMPlayer en %1.
eu: Jakin gauza interesgarriak SMPlayerri buruz hemen: %1.
gl: Olla as características máis interesantes do SMPlayer en %1.
ja: %1で SMPlayer に関する情報を公開しています。
lt: Sužinokite įdomių dalykų apie SMPlayer %1.
pt: Factos interessantes sobre o smplayer no %1.
ru: Изучите интересные вещи об SMPlayer здесь: %1.
uk: Дізнатися цікаві речі про SMPlayer відвідавши %1.

source: our blog
ca: el nostre blog
es: nuestro blog
eu: gure bloga
gl: o noso blogue
ja: 私たちのブログ
lt: mūsų tinklaraštyje
pt: nosso blogue
ru: наш блог
uk: наш блоґ

source: One of the most interesting features of SMPlayer: <b>it remembers the settings of all files you play</b>. So you start to watch a movie but you have to leave... don't worry, when you open that movie again it will resume at the same point you left it, and with the same settings: audio track, subtitles, volume...
ca: Una de les coses més interessants de SMPlayer: <b>recorda les opcions de tots els fitxers que reprodueixis</b>. Comences a veure una pel·lícula però has de marxar... no et preocupis, quan tornis a obrir la pel·lícula continuarà des del mateix lloc on la vas deixar, i amb les mateixes opcions: pista d'àudio, subtítols, volum...
de: Eines der interessantesten Merkmale von SMPlayer ist, <b>dass er sich alle Einstellungen der Dateien merkt, die du abspielst</b>. Du fängst also an einen Film anzusehen, aber du musst kurz weg... keine Sorge, wenn du diesen Film wieder ansiehst, dann geht es an derselben Stelle weiter, an der du aufgehört hast und zwar mit denselben Einstellungen: Tonspur, Untertiteln, Lautstärke...
es: Una de las cosas más interesantes de SMPlayer: <b>recuerda las opciones de todos los ficheros que reproduzcas</b>. Empiezas a ver una película pero tienes que irte... no te preocupes, cuando vuelvas a abrir la película continuará desde el mismo lugar donde la dejaste, y con las mismas opciones: pista de audio, subtítulos, volumen...
eu: SMPlayerren ezaugarri interesgarrienetako bat: <b>Irakurtzen dituzun agiri guztien ezarpenak gogoratzen ditu</b>. Horrela bideo bat ikusten hasten zara baina utzi beharra duzu... ez kezkatu, bideo hori berriro irekitzen duzunean utzitako puntu berean berrekingo du, eta ezarpen berdinekin: audioa, bidea, azpidatziak, bolumena...
fi: Yksi SMPlayerin kiinnostavimmista ominaisuuksista: <b>se muistaa asetukset kaikista toistamistasi tiedostoista</b>. Joten jos alat katsomaan elokuvaa, mutta sinun pitää lähteä... älä huolehdi, kun aukaiset elokuvan uuedlleen, se jatkuu samasta kohdasta, johon jäit, ja samoilla asetuksilla: ääniraita tekstitykset, äänenvoimakkuus...
gl: Unha das características máis interesantes de SMPlayer: <b>recorda as opcións que usaras para reproducir calquera ficheiro</b>. Así, cando esteas a ver unha película e teñas que deixala por calquera cousa... non pasa nada: volves a abrila e estarache no mesmo minuto onde a deixaches e coas mesmas opcións de son, de pista, de subtítulos, ao mesmo volume...
hu: Az SMPlayer egyik legérdekesebb jellemzője: <b>megjegyzi a beállításokat minden lejátszott fájlhoz</b>. Elkezd nézni egy filmet, de el kell mennie... Ne aggódjon, ha legközelebb megnyitja azt a filmet, ugyanonnan és ugyanazokkal a beállításokkal (hangsáv, felirat, hangerő...) fog folytatódni, mint ahol abbahagyta.
it: Una funzione di SMPlayer tra le più interessanti: <b>può ricordare le configurazioni di tutti i file che vedi</b>. Così se cominci a guardare un film ma devi interrompere... nessun problema, quando lo riaprirai continuerà dallo stesso punto in cui l'avevi lasciato e manterrà le sue impostazioni: traccia audio, sottotitoli, volume...
ja: SMPlayer の最大の特徴: <b>再生したファイルの設定をすべて記憶します</b>。ですから、ムービーを観始めたけど用事ができた... なんてことがあっても、ご心配いりません。再びムービーを開いたときには、以前と同じ位置と設定環境 (オーディオトラック、字幕、音量など) で再開されます。
lt: Viena iš įdomiausių SMPlayer galimybių: <b>jis prisimena visų atkurtų failų nustatymus</b>. Taigi pradedate žiūrėti filmą, bet jums reikia išeiti... Nesijaudinkite, kai atversite tą filmą dar kartą, jis prasidės nuo tos vietos kur palikote, taipogi su tais pačiais nustatymais: garso takeliu, subtitrais, garsu...
pl: Jedna z interesujących funkcji SMPlayera: <b>zapamiętuje ona ustawienia odtwarzanych plików</b>. Więc gdy oglądasz film ale musisz wyjść... nie przejmuj się, gdy uruchomisz film ponownie obejrzysz go od ostatniego punktu, w którym go wyłączyłeś , z tymi samymi ustawieniami: ścieżki audio, napisów, głośności...
pt: Uma das características mais interessantes do smplayer:<b> ele lembra-se das definições dos ficheiros que reproduz</b>. Se começar a ver um filme e tiver que parar... não se preocupe, pois quando o abrir novamente continuará do ponto onde o deixou e com as mesmas definições: áudio, faixa, legendas, volume...
pt_pt: Uma das características mais interesantes do SMPlayer:<b>ele lembra-se das definições dos ficheiros que reproduz</b>. Se começar a ver um filme e tiver que parar...não se preocupe, pois quando o abrir novamente ele continuará do ponto onde o deixou e com as mesmas definições: áudio faixa, legendas, volume...
ro: Una din cele mai interesante caracteristici ale SMPlayer: <b>memorarea tuturor reglajelor făcute fișierelor redate</b>. Astfel dacă atunci când vizionați un film sunteţi nevoit să plecați... nu vă impacientați, când veți deschide acel fișier din nou filmul se va relua din același punct de unde l-ați lăsat și va păstra aceleași reglaje: piste audio, subtitrări, volum...
ru: Одна из наиболее интересных возможностей SMPlayer - <b>запоминание настроек каждого из воспроизводимых файлов</b>. Например, Вы смотрите фильм, но нужно срочно куда-то идти... не волнуйтесь, когда Вы снова откроете фильм — воспроизведение продолжится с того же момента и с теми же настройками: звуковая дорожка, субтитры, громкость...
uk: Одною з найцікавіших можливостей SMPlayer: <b>є здатність запам'ятовувати налаштування всіх відтворюваних файлів</b>. Ви дивитеся кіно, але треба терміново кудись їхати... Не турбуйтесь, коли Ви відкриєте кіно знову - відтворення продовжиться з того ж місця, з тими ж налаштуваннями: звукова доріжка, субтитри, гучність...

source: Some other interesting features:
ca: Altres opcions interessants:
es: Otras opciones interesantes:
eu: Beste ezaugarri interesgarri batzuk:
gl: Outras funcionalidades interesantes:
ja: その他の特徴:
lt: Dar kelios įdomios galimybės:
pt: Algumas das funconalidades:
ru: Некоторые интересные возможности:
uk: Деякі інші цікаві особливості:

source: It can play and download Youtube videos.
ca: Pot reproduir i descarregar vídeos de Youtube.
es: Puede reproducir y descargar vídeos de Youtube.
eu: Youtube bideoak jeitsi eta irakurri ditzake.
gl: Podes reproducir e descargar vídeos do YouTube.
ja: YouTube 動画の再生とダウンロード:
lt: Ji gali atkurti ir parsiųsti vaizdo įrašus iš Youtube.
pt: Reprodução de vídeos YouTube.
ru: Он может воспроизводить и скачивать видео Youtube
uk: Він може відтворювати і завантажувати відео з YouTube.

source: A Youtube browser is included, which allows to easily download Youtube videos too.
ca: S'inclou un cercador de vídeos, que a més permet descarregar fàcilment vídeos de Youtube.
es: Se incluye un buscador de vídeos, que además permite descargar fácilmente vídeos de Youtube.
eu: Youtube nabigatzaile bat barne dago, honek Youtube bideoak erraz jeistea ere ahalbidetzen du.
gl: Inclúese un navegador de YouTube, co que ademais poderás descargar de alí os vídeos.
ja: YouTube ブラウザーが同梱されており、動画の再生やダウンロードが簡単に行えます。
lt: Yra ir Youtube naršyklė, ji jums leis lengvai parsisiųsti Youtube vaizdo įrašus.
pt: A aplicação possui um explorador para o YouTube, que permite a a visualização e transferência de vídeos.
ru: Включён браузер Youtube, позволяющий также легко скачивать видео Youtube.
uk: Переглядач Youtube увімкнений, він дозволяє легко завантажувати відео з Youtube.

source: Support for Youtube. A browser is included which allows to search, play and record videos.
es: Soporte para Youtube. Se incluye un buscador que permite buscar, reproducir y grabar vídeos.
eu: Sostengua Youtube-rako. Nabigatzaile bat barneratzen da bideoak bilatu, irakurri eta grabatzea ahalbidetzen duena.
gl: Soporte de Youtube. Inclúese un navegador que permite facer buscas, reproducir e gravar vídeos.
ja: YouTube に対応: 動画の検索、再生、保存が可能なブラウザーが同梱されています。
lt: Palaiko Youtube. Yra įtraukta naršyklė kuri suteikia galimybę ieškoti, atkurti ir įrašyti vaizdo įrašus.
pt: Suporte a vídeos Youtube. Existe um explorador que lhe permite procurar, reproduzir e gravar os vídeos Youtube.
ru: Поддержка Youtube. Включает браузер, позволяющий искать, воспроизводить и сохранять видео.
uk: Підтримка Youtube. Включає браузер, що дозволяє шукати, відтворювати та зберігати відео.

source: Complete preferences dialog, where you can change the key shortcuts, colors and fonts of the subtitles, and many more.
ca: Complet diàleg de preferències, on es pot canviar les dreceres de teclat, colors i tipus de lletra dels subtítols, i molt més.
es: Completo diálogo de preferencias, donde se puede cambiar los atajos de teclado, colores y tipos de letra de los subtítulos, y mucho más.
eu: Hobespen elkarrizketa osoa, non lasterteklak, azpidatzien margoak eta hizkiak eta askoz gehiago aldatu ditzakezu.
gl: Diálogo de configuración completo desde o que podes cambiar os atallos, as cores, a tipografía dos subtítulos e outras tantas opcións máis.
ja: 詳細な環境設定ダイアログ: ここでキーショートカットや字幕の色/フォントなどさまざまな設定の変更が可能です。
lt: Pilnas nustatymų dialogas, kuriame galite keisti greituosius klavišus, subtitrų spalvas, šriftus ir daug daugiau.
pt: Caixa de diálogo de preferências, na qual pode alterar os atalhos de teclado, as cores e o tipo de letra das legendas e muito mais.
ru: Полноценный диалог настроек, в котором можно настроить горячие клавиши, цвета и шрифты субтитров и многое другое.
uk: Повноцінний діалог налаштувань, в якому можна налаштувати гарячі клавіші, кольори і шрифти субтитрів та багато іншого.

source: Support for skins and icon themes.
ca: Inclou suport per skins i temes d'icones.
es: Incluye soporte para skins y temas de iconos.
eu: Azal eta ikur azalgaientzako sostengua.
gl: Soporte de temas de iconas e aparencia.
ja: スキンとアイコンテーマに対応。
lt: Išvaizdos failų ir piktogramų temų palaikymas.
pt: Suporte a temas e diversos conjuntos de ícones.
ru: Поддержка скинов и тем иконок.
uk: Підтримка шкурок і тем іконок.

source: Possibility to search and download subtitles from %1.
ca: Possibilitat de buscar i descarregar subtítols de %1.
es: Posibilidad de buscar y descargar subtítulos de %1.
eu: Azpidatziak %1-en bilatzeko eta jeisteko aukera.
gl: Posibilidade de buscar e descargar os subtítulos de %1.
ja: %1 から字幕を検索/ダウンロードする機能。
lt: Galimybė ieškoti ir parsiųsti subtitrus iš %1.
pt: A possibilidade de procurar e transferir legendas no %1.
ru: Возможность поиска и скачивания субтитров с %1.
uk: Можливості пошуку та завантаження субтитрів з %1.

source: Filters. Many video and audio filters are available: deinterlace, postprocessing, denoise... and even a karaoke filter (voice removal).
ca: Filtres. S'inclouen molts filtres de vídeo i àudio: desentrellaçat, postprocessat, eliminació de soroll... i fins i tot un filtre de karaoke (elimina la veu).
es: Filtros. Se incluyen muchos filtros de vídeo y audio: desentrelazado, postprocesado, eliminación de ruido... e incluso un filtro de karaoke (elimina la voz).
eu: Iragazkiak. Bideo eta audio iragazki ugari daude eskuragarri: ez-elkarlotuta, postprosesapena, zaratakentzea... eta baita karaoke iragazkia (ahotsa kentzea).
gl: Filtros. Fornécense unha morea de filtros de vídeo e de son: desentrelazado, postprocesado, eliminación de ruído… e ata un filtro de karaoke (que elimina a voz).
ja: フィルター: インターレース解除や後処理、ノイズ除去からカラオケフィルター (歌声除去) まで、数多くのビデオ/オーディオフィルターが用意されています。
lt: Filtrai. Prieinama daug audio ir video filtrų: deinterliacijos, papildomo apdorojimo, triukšmų šalinimo... ir netgi karaoke filtrą(balso pašalinimo).
pt: Estão disponíveis diversos filtros: desentrelaçamento, pós-processamento, redução de ruído e até um filtro para karaoke (remoção de voz).
ru: Фильтры. Доступно большое количество фильтров видео и аудио: деинтерлейс, постобработка, уменьшение шумов... и даже караоке фильтр (удаление голоса).
uk: Фільтри. Доступна велика кількість фільтрів відео і аудіо: деінтерлейс, постобробка, зменшення шумів ... і навіть караоке фільтр (видалення голосу).
