Repository: sarvex/smplayer
Catalog: web/translations/*.po
Languages: ca, de, es, eu, fi, gl, hu, it, ja, lt, pl, pt, pt_pt, ro, ru, uk

source: 404 page not found
ca: 404 pàgina no trobada
es: 404 página no encontrada
eu: 404 orrialdea ez da aurkitu
gl: 404 Non se encontrou a páxina
ja: 404 ページが見つかりません
lt: 404 puslapis nerastas
pt: 404 página não encontrada
ru: 404 страница не найдена
uk: 404 сторінку не знайдено

source: 404 Page not found
ca: 404 Pàgina no trobada
es: 404 Página no encontrada
eu: 404 orrialdea ez da aurkitu
gl: 404 Non se encontrou a páxina
ja: 404 ページが見つかりません
lt: 404 puslapis nerastas
pt: 404 página não encontrada
ru: 404 страница не найдена
uk: 404 Сторінку не знайдено

source: This page doesn't exist anymore.
ca: Aquesta pàgina ja no existeix.
es: Esta página ya no existe.
eu: Orrialde hau ez dago gehiago.
gl: Esta páxina xa non existe.
ja: お探しのページは存在しません。
lt: Šis puslapis nebeegzistuoja.
pt: Esta página não existe.
ru: Эта страница больше не существует.
uk: Ця сторінка більше не існує.

source: A quick look at SMPlayer
ca: Un cop d'ull a SMPlayer
es: Un vistazo a SMPlayer
eu: Begirada azkar bat SMPlayerri
gl: Unha ollada rápida a SMPlayer
ja: SMPlayer のご紹介
lt: Greita SMPlayer apžvalga
pt: Um resumo do smplayer
ru: Быстрый обзор SMPlayer
uk: Швидкий огляд SMPlayer

source: SMPlayer is a free multimedia player for Windows and Linux with <b>built-in codecs</b> that can play virtually all video and audio formats. It doesn't need any external codecs.
ca: SMPlayer és un reproductor multimèdia gratuït per Windows i Linux amb <b>códecs incorporats</b>, que pot reproduir pràcticament qualsevol format de vídeo i àudio. No necessita cap códec extern.
es: SMPlayer es un reproductor multimedia gratuito para Windows y Linux con <b>códecs incorporados</b>, que puede reproducir prácticamente cualquier formato de vídeo y audio. No necesita ningún códec externo.
eu: SMPlayer <b>kodekak barne-eraikita</b> dituen Windows eta Linux-rako multimedia irakurgailu askea da, ia bideo eta audio heuskarri guztiak irakurri ditzake. Ez du kanpoko kodekik behar.
gl: SMPlayer é un reprodutor multimedia tanto para Linux como para Windows que <b>ven xa cos seus códecs</b> que lle fan que poida reproducir case calquera formato de vídeo e audio.Non precisa de códecs externos.
ja: SMPlayer は、ほぼすべてのビデオ/オーディオのフォーマットを再生できる<b>コーデック内蔵</b>のフリーな Windows/Linux 用マルチメディアプレイヤーです。外部のコーデックを一切必要としません。
lt: SMPlayer yra nemokamas, atviro kodo media grotuvas skirtas Windows ir Linux, su <b>įmontuotais kodekais</b>, kurie gali atkurti praktiškai betkurį video ar audio formatą. Nereikia jokių papildomų kodekų.
pt: O smplayer é um reprodutor multimédia para Windows e Linux com <b>codificadores nativos</b> e que consegue reproduzir a maioria dos formatos vídeo e áudio sem a necessidade de codificadores extra.
ru: SMPlayer — свободный мультимедийный проигрыватель для Windows и Linux со <b>встроенными кодеками</b>, который может воспроизвести практически любые форматы видео и аудио. Он не требует никаких внешних кодеков.
uk: SMPlayer являє собою безкоштовний медіа-програвач для Windows та Linux із <b>вбудованими кодеками</b> який може відтворювати практично всі відео та аудіо формати. Він не потребує зовнішніх кодеків.

source: SMPlayer is a free media player for Windows and Linux with <b>built-in codecs</b> that can play virtually all video and audio formats. It doesn't need any external codecs.
ca: SMPlayer és un reproductor multimèdia gratuït per Windows i Linux amb <b>códecs incorporats</b>, que pot reproduir pràcticament qualsevol format de vídeo i àudio. No necessita cap códec extern.
es: SMPlayer es un reproductor multimedia gratuito y para Windows y Linux con <b>códecs incorporados</b>, que puede reproducir prácticamente cualquier formato de vídeo y audio. No necesita ningún códec externo.
eu: SMPlayer <b>kodekak barne-eraikita</b> dituen Windows eta Linux-rako multimedia irakurgailu askea da, ia bideo eta audio heuskarri guztiak irakurri ditzake. Ez du kanpoko kodekik behar.
gl: SMPlayer é un reprodutor multimedia tanto para Linux como para Windows que <b>ven xa cos seus códecs</b> que lle fan que poida reproducir case calquera formato de vídeo e audio.Non precisa de códecs externos.
ja: SMPlayer は、ほぼすべてのビデオ/オーディオのフォーマットを再生できる<b>コーデック内蔵</b>のフリーな Windows/Linux 用メディアプレイヤーです。外部のコーデックを一切必要としません。
lt: SMPlayer yra nemokamas, atviro kodo media grotuvas skirtas Windows ir Linux, su <b>įmontuotais kodekais</b>, kurie gali atkurti praktiškai betkurį video ar audio formatą. Nereikia jokių papildomų kodekų.
pt: O smplayer é um reprodutor multimédia para Windows e Linux com <b>codificadores nativos</b> e que consegue reproduzir a maioria dos formatos vídeo e áudio sem a necessidade de codificadores extra.
ru: SMPlayer — свободный медиаплеер для Windows и Linux со <b>встроенными кодеками</b>, воспроизводящий практически любые форматы видео и аудио. Он не требует никаких внешних кодеков.
uk: SMPlayer являє собою безкоштовний медіа-програвач для Windows та Linux із <b>вбудованими кодеками</b> який може відтворювати практично всі відео та аудіо формати. Він не потребує зовнішніх кодеків.

source: Maybe you'll find what you were looking for in one of these pages:
ca: Potser trobis el que estaves buscant en alguna d'aquestes pàgines:
es: Quizás encuentres lo que estabas buscando en alguna de estas páginas:
eu: Badaiteke orrialde hauetako batean aurkitzea bilatzen duzuna:
gl: Seguramente atopes o que buscas nalgunha destas páxinas:
ja: 以下の中から目的のページが見つかるかもしれません:
lt: Gal rasite tai ko ieškojote viename iš šių puslapių:
pt: Talvez encontre o que procura numa destas páginas:
ru: Возможно, вы найдёте то, что искали, на одной из этих страниц:
uk: Можливо , ви знайдете те, що шукали на одній з цих сторінок:

source: Main page
ca: Pàgina principal
es: Página principal
eu: Orrialde nagusia
gl: Páxina principal
ja: メインページ
lt: Pagrindinis puslapis
pt: Página principal
ru: Главная страница
uk: Головна сторінка

source: Downloads
ca: Descàrregues
es: Descargas
eu: Jeisketak
fi: Lataukset
gl: Descargas
hu: Letöltések
it: Scarica
ja: ダウンロード
lt: Atsisiuntimai
pl: Pobieranie
pt: Transferências
pt_pt: Transferências
ro: Descărcare
ru: Загрузки
uk: Завантаження

source: Screenshots
ca: Captures de pantalla
de: Bildschirmfotos
es: Capturas de pantalla
eu: Ikusleiho-argazkiak
fi: Ruutukaappaukset
gl: Capturas
hu: Képek
it: Immagini demo
ja: スクリーンショット
lt: Ekranvaizdžiai
pl: Zrzuty ekranu
pt: Imagens
pt_pt: Capturas
ro: Capturi Ecran
ru: Скриншоты
uk: Скріншоти

source: Site map
ca: Mapa del lloc
es: Mapa del sitio
eu: Gune mapa
gl: Mapa do sitio
ja: サイトマップ
lt: Svetainės žemėlapis
pt: Mapa do sítio
ru: Карта сайта
uk: Мапа сайту

source: See some screenshots of SMPlayer
ca: Prem per veure unes quantes captures de pantalla de SMPlayer
es: Pulsa para ver unas cuantas capturas de pantalla de SMPlayer
eu: Ikusi SMPlayerren zenbait ikusleiho-argazki
gl: Bótalle unha ollada a algunhas das capturas do SMPlayer
ja: SMPlayer のスクリーンショットを見る
lt: Pažiūrėkite SMPlayer ekranvaizdžius
pt: Mais imagens do smplayer
ru: Посмотреть на некоторые из скриншотов SMPlayer
uk: Переглянути деякі скріншоти SMPlayer

source: Main window of SMPlayer
ca: La finestra principal de SMPlayer
es: La ventana principal de SMPlayer
eu: SMPlayerrenn leiho nagusia
gl: Xanela principal do SMPlayer
ja: SMPlayer のメインウィンドウ
lt: Pagrindinis SMPlayer langas
pt: Janela principal do smplayer
ru: Главное окно SMPlayer
uk: Головне вікно SMPlayer

source: Latest changes
ca: Últims canvis
es: Últimos cambios
eu: Azken aldaketak
gl: Últimos cambios
ja: 最新の変更点
lt: Paskutiniai pakeitimai
pt: Últimas alterações
ru: Последние изменения
uk: Останні зміни

source: Learn the latest changes of SMPlayer, a free media player with codecs
ca: Assabenta't dels últims canvis en SMPlayer, un reproductor multimèdia gratuït amb códecs
es: Entérate de los últimos cambios en SMPlayer, un reproductor multimedia gratuito con códecs
eu: Jakin SMPlayer, multimedia irakurgailua kodekin-ren azken aldaketak
gl: Infórmate dos últimos cambios no SMPlayer, un reprodutor multimedia libre con códecs
ja: SMPlayer の最新の変更点 - コーデック内蔵の無料メディアプレイヤー
lt: Sužinokite apie naujausiu SMPlayer pakeitimus
pt: Saber mais sobres as recentes alterações do smplayer
ru: Изучите последние изменения в SMPlayer, свободном медиапроигрывателе с кодеками
uk: Дізнатися про останні зміни в SMPlayer, безкоштовному медіа-програвачі з кодеками

source: Here you can find a list with the latest changes in SMPlayer:
ca: Aquí pots trobar una llista amb els darrers canvis en SMPlayer:
es: Aquí puedes encontrar una lista con los últimos cambios en SMPlayer:
eu: Hemen SMPlayerreko azken aldaketen zerrenda aurkitu dezakezu:
gl: Aquí lístanse os últimos cambios en SMPlayer:
ja: こちらでは SMPlayer の最新の変更点がご覧になれます:
lt: Čia galite rasti paskutinių SMPlayer pakeitimų sąrašą:
pt: Aqui pode encontrar as lista das últimas alterações no smplayer:
ru: Здесь можно найти список последних изменений в SMPlayer:
uk: Тут ви можете знайти перелік останніх змін в SMPlayer:

source: SMPlayer changes
es: Cambios en SMPlayer
eu: SMPlayer aldaketak
ja: SMPlayer の変更点
lt: SMPlayer pakeitimai
pt: Alterações do smplayer
uk: Зміни у SMPlayer

source: Youtube browser changes
es: Cambios en el buscador de vídeos de Youtube
eu: Youtube nabigatzaile aldaketak
ja: YouTube ブラウザーの変更点
lt: Youtube naršyklės pakeitimai
pt: Alterações ao explorador YouTube
uk: Зміни в переглядачі Youtube

source: Download the latest version of SMPlayer
es: Descarga la última versión de SMPlayer
eu: Jeitsi SMPlayerren azken bertsioa
ja: SMPlayer の最新版をダウンロードする
lt: Atsisiųsti naujausią SMPlayer versiją
pt: Transferir a versão mais recente do smplayer
uk: Завантажте останню версію SMPlayer

source: Advertisement
pt: Publicidade

source: Contact us
ca: Contacta'ns
es: Contáctanos
eu: Harremana
gl: Contactar connosco
ja: お問い合わせ
lt: Susisiekite su mumis
pt: Contactos
ru: Наши контакты
uk: Зв'язатися з нами

source: Get info about how to contact with the SMPlayer developers
ca: Aconsegueix informació sobre com contactar amb els desenvolupadors de SMPlayer
es: Consigue información sobre cómo contactar con los desarrolladores de SMPlayer
eu: Lortu argibideak SMPlayer garatzaileekin harremanetan nola jarri jakiteko
gl: Infórmate de como contactar cos desenvolvedores de SMPlayer
ja: SMPlayer の開発者と連絡を取る方法
lt: Sužinokite kaip susisiekti su SMPlayer autoriais
pt: Obter informações sobre os contactos dos programadores do smplayer
ru: Получить информацию о том, как связаться с разработчиками SMPlayer
uk: Отримати інформацію про те, як зв'язатися з розробниками SMPlayer

source: You can send your suggestions, patches, translations or whatever regarding smplayer, to %1
ca: Pots enviar suggeriments, pegats, traduccions o qualsevol cosa que tingui a veure amb SMPlayer, a %1
es: Puedes enviar sugerencias, parches, traducciones o cualquier cosa que tenga que ver con smplayer, a %1
eu: Zure iradokizunak, eranskinak, itzulpenak edo smplayerrekin zerikusia duen edozer, bidali hona: %1
gl: Pode enviar as súas suxestións, parches, traducións ou o que sexa que teña que ver con SMPlayer a %1.
ja: 要望、パッチ、翻訳、その他 SMPlayer に関することのお問い合わせは %1 までどうぞ。
lt: Galite siųsti savo pasiūlymus, pataisymus, vertimus ar betką kas susiję su smplayer, į %1
pt: Pode enviar sugestões, correções, traduções ou algo relacionado com o smplayer para %1.
ru: Вы можете присылать ваши предложения, патчи, переводы и всё касательно smplayer %1
uk: Ви можете надсилати свої пропозиції, виправлення, переклади або будь-що інше щодо smplayer, в %1

source: You can write in English or Spanish.
ca: Pots escriure en espanyol o anglès.
es: Puedes escribir en español o inglés.
eu: Ingeleraz edo Espainieraz idatzi dezakezu.
gl: Podes escribir en castelán ou inglés.
ja: 英語およびスペイン語でお受けします。
lt: Galite rašyti angliškai arba ispaniškai.
pt: Pode escrever a mensagem em inglês ou em espanhol.
ru: Можете писать на английском или испанском.
uk: Ви можете написати англійською або іспанською мовами.

source: Support
ca: Suport
es: Soporte
eu: Sostengua
gl: Axuda
ja: サポート
lt: Palaikymas
pt: Suporte
ru: Поддержка
uk: Підтримка

source: You can get help in our %1.
ca: Pots obtenir ajuda en el nostre %1.
es: Puedes obtener ayuda en nuestro %1.
eu: Laguntza lortzeko erabili gure %1.
gl: Poderás atopar axuda no noso %1.
ja: こちらの%1で手助けを得ることができます。
lt: Pagalbos galite gauti mūsų %1.
pt: Pode obter ajuda no nosso %1.
ru: Вы можете получить помощь, посетив наш %1.
uk: Ви можете отримати допомогу відвідавши %1.

source: forum
ca: fòrum
es: foro
eu: eztabaidagunea
gl: foro
ja: フォーラム
lt: forume
pt: fórum
ru: форум
uk: форум

source: If you find bugs in smplayer you can report them in our %1.
ca: Si trobes errors en SMPlayer pots reportar al nostre %1.
es: Si encuentras fallos en smplayer puedes reportarlos en nuestro %1.
eu: Akatsak aurkitzen badituzu smplayerren jakinarazteko erabili gure %1.
gl: Se atopas erros en SMPlayer pode informar deles no noso %1.
ja: 不具合を発見した場合は、こちらの%1までご一報ください。
lt: Jei rasite smplayer klaidų, galite pranešti apie jas mūsų %1.
pt: Se encontrar erros no smplayer, pode-os reportar no %1.
ru: Если вы нашли ошибки в smplayer, можете сообщить о них на наш %1.
uk: Якщо ви знайшли помилки в SMPlayer ви можете повідомити про них у наш %1.

source: bug tracker
ca: seguidor d'errors
es: seguidor de fallos
eu: akats aztarnaria
gl: sistema de seguimento de incidencias
ja: バグトラッカー
lt: klaidų pranešimų skyriuje
pt: sítio de erros
ru: багтрекер
uk: трекер помилок

source: You can request new features in our %1.
ca: Pots suggerir noves opcions al nostre %1.
es: Puedes sugerir nuevas opciones en nuestro %1.
eu: Ezaugarri berriak eskatzeko erabili gure %1.
gl: Podes solicitar novas funcionalidades no %1.
ja: 機能要望は%1で受け付けています。
lt: Naujų galimybių galite prašyti mūsų %1.
pt: Também pode solicitar novas funções no %1.
ru: Вы можете запросить новые возможности, посетив наш %1.
uk: Ви можете залишити побажання про нові можливості відвідавши наш %1.

source: request tracker
ca: seguidor de peticions
es: seguidor de peticiones
eu: eskaera aztarnaria
gl: sistema de seguimento de solicitudes
ja: リクエストトラッカー
lt: prašymų skyriuje
pt: sítio de pedidos
ru: трекер запросов
uk: трекер запитів

source: Irc channel
ca: Irc
es: Irc
eu: Irc kanala
gl: Canle de IRC
ja: IRC チャンネル
lt: Irc kanalas
pt: Canal irc
ru: Канал IRC
uk: Irc канал

source: Join #smplayer at irc.oftc.net (or click %1 if your client supports it).
ca: Uneix-te a #smplayer en irc.oftc.net (o fes clic a %1 si el teu client ho suporta).
es: Únete a #smplayer en irc.oftc.net (o haz clic en %1 si tu cliente lo soporta).
eu: Jarraitu #smplayer -> irc.oftc.net (edo klikatu %1 zure bezeroak sostengatzen badu).
gl: Únete a #smplayer en «irc.oftc.net» (ou preme %1 se o teu cliente non cho permite).
ja: irc.oftc.net の #smplayer にご参加ください。対応のクライアントをお持ちの場合は%1からもご参加いただけます。
lt: Prisijunkite prie #smplayer serveryje irc.oftc.net (arba paspauskite %1 jei jūsų klientas tai palaiko).
pt: Entre no irc do #smplayer em irc.oftc.net (ou clique %1 se o seu cliente possuir suporte).
ru: Заходите на #smplayer на irc.oftc.net (или кликните %1, если ваш клиент позволяет).
uk: Зареєструватись на #smplayer irc.oftc.net (або натисніть %1, якщо ваш клієнт це підтримує).

source: this link
ca: aquest enllaç
es: este enlace
eu: lotura hau
gl: esta ligazón
ja: こちらのリンク
lt: šią nuorodą
pt: aqui
ru: эту ссылку
uk: це посилання

source: Credits
ca: Crèdits
es: Créditos
eu: Kreditoak
gl: Créditos
ja: 献辞
lt: Padėkos
pt: Créditos
ru: Благодарности
uk: Подяки

source: main developer, webmaster, ubuntu packages, spanish translation
ca: desenvolupador principal, webmaster, paquets per ubuntu, traducció a l'espanyol
es: desarrollador principal, webmaster, paquetes para ubuntu, traducción al español
eu: garatzaile nagusia, webmasterra, ubuntu paketeak, espainierazko itzulpena
gl: Desenvolvedor principal, desenvolvedor do sitio web, autor dos paquetes para Ubuntu e autor da tradución ao castelá.
ja: メインデベロッパー、ウェブマスター、Ubuntu パッケージ、スペイン語訳
lt: pagrindinis kūrėjas, webmaster, ubuntu paketai, ispanų vertimas
pt: programador, administrador da página web, pacotes ubuntu e tradução espanhola
ru: основной разработчик, вебмастер, пакеты для ubuntu, испанский перевод
uk: основний розробник, веб-майстер, Ubuntu пакети, іспанський переклад

source: windows packages, mplayer builds for windows
ca: paquets per a windows, compilacions de mplayer per a windows
es: paquetes para windows, compilaciones de mplayer para windows
eu: windows paketeak, windows-rako mplayer eraiketak
gl: Autor dos paquetes para Windows, así como das compilacións de MPlayer tamén para Windows.
ja: Windows パッケージ、Windows 用 MPlayer ビルド
lt: windows paketai, mplayer versija windows sistemai
pt: pacotes windows e versões do mplayer para Windows
ru: пакеты для windows, сборки mplayer для windows
uk: пакети для windows, складання mplayer для windows

source: Conversion to svg by %1.
ca: Conversió a svg per %1.
es: Conversión a svg por %1.
eu: Bihurketak svg-ra: %1.
gl: Conversor a svg por %1.
ja: %1 (ロゴの SVG 変換).
lt: Konvetavimą į svg kūrė %1.
pt: Conversão para svg feita por %1
ru: Конвертирование в svg %1.
uk: Перетворення в svg %1.

source: smplayer logo
ca: logo del smplayer
es: logo del smplayer
eu: smplayer logoa
gl: logotipo de SMPlayer.
ja: SMPlayer のロゴ
lt: smplayer logotipas
pt: logotipo smplayer
ru: логотип smplayer
uk: логотип smplayer

source: Translators
ca: Traductors
es: Traductores
eu: Itzultzaileak
gl: Tradutores
ja: 翻訳
lt: Vertėjai
pt: Tradutores
ru: Переводчики
uk: Перекладачі

source: Many people worked on translations for smplayer. You can see the full list in the <i>about</i> dialog.
ca: Moltes persones han treballat en traduccions per al smplayer. Pots veure la llista completa al diàleg <i>sobre</i> el programa.
es: Muchas personas han trabajado en traducciones para el smplayer. Puedes ver la lista completa en el diálogo <i>acerca de</i> del programa.
eu: Jende anitzek egiten du lan smplayerrentzako itzulpenetan. Zerrenda osoa ikusi dezakezu <i>honi buruz</i> elkarrizketan.
gl: Foron moitos os que colaboraron nas traducións de SMPlayer. Atoparás a lista completa no diálogo <b>Acerca de SMPlayer</b>.
ja: 多くの方々に翻訳で SMPlayer へご貢献をいただきました。[バージョン情報] ダイアログで完全なリストがご覧になれます。
lt: Prie smplayer vertimų dirbo daug žmonių. Pilną sąrašą galite pamatyti <i>apie</i> dialoge.
pt: Diversas pessoas contribuiram com traduções. Pode ver a lista de tradutores na caixa de diálogo <i>Sobre</i>.
ru: Многие люди работали над переводами smplayer. Вы можете увидеть полный список в диалоге <i>Об SMPlayer</i>.
uk: Багато людей працювали над перекладами для SMPlayer. Ви можете побачити повний список <i>Про SMPlayer</i> в діалоговому меню

source: Here is a list of the most active translators:
ca: Aquí tens una llista dels traductors més actius:
es: Aquí tienes una lista de los traductores más activos:
eu: Hau itzultzaile nagusien zerrenda da:
gl: A continuación lístanse os tradutores máis activos:
ja: こちらはとりわけ頻繁に活動している翻訳者の抜粋です:
lt: Štai aktyviausių vertėjų sąrašas:
pt: Esta é a lista dos tradutores mais ativos:
ru: Вот список наиболее активных переводчиков:
uk: Ось список найбільш активних перекладачів:

source: Japanese
ca: Japonès
es: Japonés
eu: Japoniera
gl: xaponés
ja: 日本語
lt: Japonų
pt: Japonês
ru: Япорский
uk: Японська

source: Portuguese
ca: Portuguès
es: Portugués
eu: Portugalera
gl: portugués
ja: ポルトガル語
lt: Portugalų
pt: Português
ru: Португальский
uk: Португальська

source: Basque
ca: Basc
es: Vasco
eu: Euskara
gl: éuscara
ja: バスク語
lt: Baskų
pt: Basco
ru: Баскский
uk: Баскська

source: Lithuanian
ca: Lituà
es: Lituano
eu: Lituaniera
gl: lituano
ja: リトアニア語
lt: Lietuvių
pt: Lituano
ru: Литовский
uk: Литовська

source: Simplified chinese
ca: Xinès simplificat
es: Chino simplificado
eu: Txinera arrundua
gl: chinés simplificado
ja: 簡体字中国語
lt: Supaprastinta kinų
pt: Mandarim simplificado
ru: Упрощённый китайский
uk: Китайська спрощена

source: Skins
ca: Pells
es: Pieles
eu: Azalak
gl: Aparencias
ja: スキン
lt: Išvaizdos failai
pt: Temas
ru: Скины
uk: Шкурки

source: The skins have been ported from umplayer. The authors are:
ca: Les pells provenen de umplayer. Els seus autors són:
es: Las pieles provienen de umplayer. Sus autores son:
eu: Azalak umplayerretik ekarriak dira. Egileak dira:
gl: As aparencias, desenvolvidas no proxecto UMPlayer, integráronse en SMPlayer. Estes foron os seus autores:
ja: スキンは UMPlayer から移入されました。作者:
lt: Išvaizdos failai importuoti iš „umplayer“. Jų autoriai:
pt: O temas foram retirados do umplayer. Os seus autores são:
ru: Скины были портированы с umplayer. Авторы:
uk: Шкурки було перенесено з UMPlayer. Авторами є:

source: Follow us on Twitter
ca: Segueix-nos a Twitter
es: Síguenos en Twitter
eu: Jarraitu gaitzazu Twitterren
gl: Síguenos en Twitter
ja: Twitter でフォローする
lt: Sekite mus Twitter
pt: Siga-nos no Twitter
ru: Следите за нами в Twitter
uk: Слідуйте за нами на Twitter

source: Download
ca: Descarregar
es: Descargar
eu: Jeitsi
gl: Descargar
ja: ダウンロード
lt: Atsisiųsti
pt: Transferir
ru: Загрузка
uk: Завантаження

source: Download SMPlayer, a free multimedia player with codecs
ca: Descàrrega SMPlayer, un reproductor multimèdia gratuït amb códecs
es: Descarga SMPlayer, un reproductor multimedia gratuito con códecs
eu: Jeitsi SMPlayer, multimedia irakurgailu askea kodek-ekin
gl: Descarga SMPlayer, un reprodutor multimedia libre con códecs
ja: SMPlayer のダウンロード - コーデック内蔵の無用マルチメディアプレイヤー
lt: Atsisiųskite SMPlayer, nemokamą media grotuvą su įmontuotais kodekais
pt: Transferir smplayer, o reprodutor multimédia
ru: Скачать SMPlayer, свободный мультимедийный проигрыватель с кодеками.
uk: Завантажити SMPlayer, безкоштовний мультимедійний плеєр з кодеками

source: Download SMPlayer, a free media player for windows and linux with codecs
ca: Descàrrega SMPlayer, un reproductor multimèdia gratuït per windows i linux amb códecs
es: Descarga SMPlayer, un reproductor multimedia gratuito para windows y linux con códecs
eu: Jeitsi SMPlayer, multimedia irakurgailu askea Windows eta Linux-rako kodek-ekin
gl: Descarga SMPlayer, un reprodutor de multimedia libre con códecs
ja: SMPlayer のダウンロード - コーデック内蔵の Windows/Linux 用無料メディアプレイヤー
lt: Atsisiųskite SMPlayer, nemokamą media grotuvą windows ir linux sistemoms
pt: Transferir smplayer, o reprodutor multimédia para Windows e Linux
ru: Скачать SMPlayer, свободный медиа проигрыватель для windows и linux с кодеками
uk: Завантажити SMPlayer, безкоштовний медіа-програвач для windows і Linux з кодеками

source: You can find here packages for Windows and Linux:
ca: Aquí pots trobar paquets per Windows i Linux:
es: Aquí puedes encontrar paquetes para Windows y Linux:
eu: Hemen Windows eta Linux-rako paketeak aurkitu ditzakezu:
gl: Podes atopar os paquetes para Linux e Windows aquí:
ja: Windows および Linux 用パッケージはこちら:
lt: Čia galite rasti paketus skirtus Windows ir Linux:
pt: Aqui pode encontrar os pacotes para Windows e Linux:
ru: Вы можете найти здесь пакеты для Windows и Linux:
uk: Тут ви можете знайти пакети для Windows і Linux:

source: Click here to download SMPlayer %1
ca: Clica aquí per descarregar SMPlayer %1
es: Pulsa aquí para descargar SMPlayer %1
eu: Klikatu hemen SMPlayer %1 jeisteko
gl: Preme aquí para descargar SMPlayer %1
ja: SMPlayer %1 をダウンロードする
lt: Norėdami parsisiųsti SMPlayer %1 paspauskite čia
pt: Clique aqui para transferir o smplayer %1
ru: Щёлкните здесь для загрузки SMPlayer %1
uk: Натисніть тут, щоб завантажити SMPlayer %1

source: Other mirrors:
ca: Altres mirrors:
es: Otros mirrors:
eu: Beste ispiluak:
gl: Outras réplicas:
ja: ミラー:
lt: Kiti veidrodžiai:
pt: Outros mirrors:
ru: Другие зеркала:
uk: Інші дзеркала:
