Repository: sarvex/smplayer
Catalog: web/translations/*.po
Languages: ca, de, es, eu, fi, gl, hu, it, ja, lt, pl, pt, pt_pt, ro, ru, uk

source: Seeking by mouse wheel. You can use your mouse wheel to go forward or backward in the video.
ca: Desplaçament del vídeo mitjançant la roda del ratolí. Pots fer servir la roda del ratolí per avançar o retrocedir pel vídeo.
de: Suchlauf mit dem Mausrad. Benutze dein Mausrad, um im Video vor- oder zurückzuspulen.
es: Desplazamiento del vídeo mediante la rueda del ratón. Puedes usar la rueda del ratón para avanzar o retroceder por el vídeo.
eu: Bilaketa sagu-gurpilarekin. Zure sagu-gurpila erabili dezakezu bideoan aurrera edo atzera joateko.
fi: Haku hiiren rullalla. Voit käyttää hiiren rullaa mennäksesi eteenpäin ja taaksepäin videossa.
gl: Saltos coa roda do rato. Podes usalo para ir cara a adiante e cara a atrás nos vídeos e ficheiros de son.
hu: Tekerés egérgörgővel. Használhatja az egérgörgőt hogy előre vagy hátha léptesse a videót.
it: Ricerca con la rotellina del mouse. Puoi utilizzare la rotellina del mouse per mandare avanti o indietro la riproduzione del video.
ja: マウスホイールによるシーク: お使いのマウスをホイールすることで、ビデオを進めたり戻したりできます。
lt: Prasukimas naudojantis pelės ratuku. Su pelės ratuku filmą galite prasukti pirmyn ar atgal.
pl: Wyszukiwanie za pomocą kółka myszki. Możesz użyć kółka myszki w celu przewijania wideo do przodu i do tyłu.
pt: Procura através do rato. Pode usar a roda do rato para avançar ou recuar o vídeo.
pt_pt: Pesquisa através do rato. Pode usar a roda do rato para avançar ou retroceder o vídeo.
ro: Căutare cu rotița mausului. Puteți utiliza rotița mausului pentru derulare înainte și înapoi a filmului.
ru: Перемотка мышью. Вы можете пользоваться колесом мыши для перемотки видео вперед или назад.
uk: Пошук мишкою. Ви можете користуватись колесом мишки для перемотки відео вперед чи назад.

source: The mouse buttons can also be customized.
ca: Els botons del ratolí també es poden configurar.
es: Los botones del ratón también se pueden configurar.
eu: Saguaren botoiak ere norbere erara jarri daitezke.
gl: Tamén se poden personalizar as funcións dos botóns do rato.
ja: マウスボタンもカスタマイズできます。
lt: Tai pogi galima derinti ir pelės mygtukus.
pt: Também pode modificar as ações dos botões do rato.
ru: Кнопки мыши тоже могут быть перенастроены.
uk: Кнопки миші також можуть бути налаштовані.

source: Video equalizer, allows you to adjust the brightness, contrast, hue, saturation and gamma of the video image.
ca: Equalitzador de vídeo, et permet ajustar la brillantor, contrast, to, saturació i gamma de la imatge del vídeo.
de: Das Video Mischpult ermöglicht es dir, Helligkeit, Kontrast, Farbton, Sättigung und Gammawert des Videobildes anzupassen.
es: Ecualizador de vídeo, te permite ajustar el brillo, contraste, tono, saturación y gamma de la imagen del vídeo.
eu: Bideo ekualizagailua, ahalbidetzen dizu zehaztea bideo irudiaren dizdira, zuribeltztasuna, nabardura, margoasetasuna eta gamma.
fi: Videon korjain sallii sinun säätää videokuvan kirkkautta, kontrastia, värisävyä, kylläisyyttä ja gammaa.
gl: Ecualizador de vídeo, que permite axustar o brillo, o contraste, o ton, a saturación e a gamma da imaxe dos vídeos.
hu: Videó kiegyenlítő, lehetővé teszi a fényerő, kontraszt, színárnyalat, telítettség és gamma szabályzását a videó képen.
it: L'equalizzatore video, ti permette di aggiustare la luminosità, il contrasto, la tinta, la saturazione e gamma dell'immagine video.
ja: ビデオイコライザー: 映像の明るさ、コントラスト、色合い、鮮やかさ、ガンマ値の調整を可能にします。
lt: Video ekvalaizeris, leidžia reguliuoti video failų ryškumą, kontrastą, atspalvius, grynumą ir gamą.
pl: Wideo equalizer pozwala regulować jasność, kontrast, barwę, saturację i gamma w obrazie wideo.
pt: O equalizador de vídeo permite-lhe ajustar o brilho, contraste, cor, saturação e gama da imagem vídeo.
pt_pt: Equalizador de vídeo, permite-lhe ajustar o brilho, contraste,cor, saturação e gama da imagem vídeo.
ro: Egalizorul video vă permite ajustarea luminozității, contrastului, culorii, saturației și corecției gama a imaginii.
ru: Видеоэквалайзер позволит Вам настроить яркость, контрастность, оттенок, цвет, насыщенность и гамму изображения.
uk: Еквалайзер відео, дозволяе Вам регулювати яскравість, контрастність, відтінок, колір, насиченість та гаму зображення.

source: Multiple speed playback. You can play at 2X, 4X... and even in slow motion.
ca: Múltiple velocitat de reproducció. Pots reproduir a 2X, 4X... o fins i tot a càmera lenta.
de: Vielfache Geschwindigkeitswiedergabe. Spiele dein Video mit 2-facher, 4-facher, x-facher Geschwindigkeit, oder sogar in Zeitlupe ab.
es: Múltiple velocidad de reproducción. Puedes reproducir a 2X, 4X... o incluso a cámara lenta.
eu: Irakurketa abiadura anitz. Irakurri dezakezu 2X, 4X... eta baita mugimendu astiroan.
fi: Useiden nopeuksien toisto. Voit toistaa 2X, 4x... ja jopa hidasliikkeisellä kuvalla.
gl: Varias velocidades de reprodución. Podes reproducir ao dobre, ao cuádruplo... de rápido e máis. Tamén podes reproducir a cámara lenta.
hu: Változtatható sebességű lejátszás. Lejátszhat 2X, 4X... sebességgel és akár lassítva is.
it: Riproduzione a velocità regolabile. Si può riprodurre a 2X, 4X... e anche al ralenti.
ja: 変速再生: 2 倍速、4 倍速... あるいはスローモーションで再生できます。
lt: Keli atkūrimo greičiai. Galite atkurti 2X, 4X... greičiais ir netgi sulėtintame režime.
pl: Odtwarzanie z wielokrotną prędkością. Można odtwarzać z prędkością 2X, 4X... i nawet w zwolnionym ruchu.
pt: Múltiplas velocidades de reprodução. Pode reproduzir a 2X, 4X e até em câmara lenta.
pt_pt: Múltiplas velocidades de reprodução. Pode reproduzir a 2X, 4X... e até em câmara lenta.
ro: Redare la diferite viteze. Puteți reda filmele cu viteze 2X, 4X... și chiar relanti.
ru: Воспроизведение на разных скоростях. Можно ускорить воспроизведение в 2, в 4 раза или же, наоборот, замедлить.
uk: Багатошвидкісне відтворення. Можна прискористи в 2, 4 рази... або навіть уповільнити.

source: Audio and subtitles delay adjustment. Allows you to sync audio and subtitles.
ca: Ajust de sincronització d'àudio i subtítols.
de: Anpassung der Zeitverzögerung von Ton und Untertitel. Erlaubt es dir, Ton und Untertitel aufeinander abzustimmen.
es: Ajuste de sincronización de audio y subtítulos.
eu: Audio eta azpidatzi atzerapen zehazpena. Audioa eta azpidatziak aldiberetzea ahalbidetzen dizu .
fi: Äänen ja tekstitysten ajan vaihto. Sallii sinun tasata äänen ja tekstitykset.
gl: Axuste do retardo dos subtítulos e do son. Isto permite sincronizar ben o son cos subtítulos.
hu: Hang és felirat késleltetés állítás. Lehetővé teszi a hang és a felirat szinkronba hozását.
it: Impostazione del ritardo dell'audio e dei sottotitoli. Ti permette di sincronizzare l'audio ed i sottotitoli.
ja: オーディオと字幕の遅延調整: オーディオと字幕の同期を可能にします。
lt: Garso ir subtitrų delsos nustatymas. Leidžia susinchronizuoti garsą ir subtitrus.
pl: Regulacja zwłoki audio i napisów. Dostępna jest synchronizacja audio i napisów.
pt: Ajuste do atraso de áudio e legendas. Permite-lhe sincronizar áudio e legendas.
pt_pt: Ajuste do atraso de áudio e legendas. Permite-lhe sincronizar áudio e legendas.
ro: Ajustarea întârzierii subtitrării și a coloanei sonore. Acestea vă permit sincronizarea coloanei sonore și a subtitrării.
ru: Регулирование задержки звука и субтитров позволит Вам точнее синхронизировать звук и субтитры.
uk: Регулювання затримки звуку та субтитрів. Дозволить Вам синхронизувати звук та субтитри.

source: Advanced options, such as selecting a demuxer or video & audio codecs.
ca: Opcions avançades, com seleccionar un demuxer o còdecs de vídeo i àudio.
de: Erweiterte Einstellmöglichkeiten, wie die Auswahl eines Demuxers oder Video- und Audiocodecs.
es: Opciones avanzadas, como seleccionar un demuxer o códecs de vídeo y audio.
eu: Aukera aurreratuak, desnahastzailea edo bideo eta audio kodekak hautatzea bezala.
fi: Kehittyneet asetukset, kuten kanavointilaitteen valinta tai video ja äänikoodekit.
gl: Opcións avanzadas como a escolla dun demultiplexador ou códecs de son e vídeo.
hu: Haladó beállítások, mint a demuxer vagy videó és hang kodekek kiválasztása.
it: Opzioni avanzate, come la scelta di un demuxer oppure di un codec video o audio.
ja: 高度なオプション: デミュクサーやコーデックの選択などがあります。
lt: Papildomos parinktys, tokios kaip demukserio ar video ir garso kodekų pasirinkimas.
pl: Opcje zaawansowane, takie jak wybór demuxera lub kodeków audio&wideo.
pt: Opções avançadas, tais como selecionar um demuxer ou os codificadores vídeo e áudio.
pt_pt: Opções avançadas, tais como seleccionar um demuxer ou codecs vídeo & áudio.
ro: Opțiuni avansate, precum selectarea unui demux sau a codecurilor audio și video.
ru: Расширенные настройки, такие как выбор демультиплексора или звуковых и видео кодеков.
uk: Розширені опції, так як вибір демультиплексора чи звукових та відео кодеків.

source: On your own language: currently SMPlayer is translated into more than 30 languages, including Spanish, German, French, Italian, Russian, Chinese, Japanese....
ca: En el teu propi idioma: actualment SMPlayer està traduït a més de 30 idiomes, incloent espanyol, alemany, francès, italià, rus, xinès, japonès...
es: En tu propio idioma: actualmente SMPlayer está traducido a más de 30 idiomas, incluyendo español, alemán, francés, italiano, ruso, chino, japonés...
eu: Zeure hizkuntzan: gaur egun SMPlayer 30 hitzkuntza baino gehiagora itzulita dago, adibidez, Espainiera, Alemaniera, Frantziera, Italiera, Errusiera, Txinera, Japoniera...
gl: Na túa propia lingua. Agora mesmo SMPlayer está traducido a máis de 30 linguas, incluíndo o noso galego, o castelá, o éuscara, o catalá, o alemán, o francés, o ruso, o chinés, o xaponés....
ja: 多様な言語対応: SMPlayer は現在スペイン語、ドイツ語、イタリア語、ロシア語、中国語、日本語など 30 を超える言語に翻訳されています。
lt: Jūsų kalba: šiuo metu SMPlayer išversta daugiau nei į 30 kalbų, tokių kaip Lietuvių, Rusų, Vokiečių, Prancūzų, Ispanų, Kinų, Italų, Japonų...
pt: Traduções: o smplayer está traduzido em mais de 30 idiomas como por exemplo espanhol, alemão, francês, italiano, português, japonês...
ru: На вашем собственном языке: сейчас SMPlayer переведён более чем на 30 языков, включая испанский, немецкий, французский, итальянский, русский, китайский, японский...
uk: На вашій власній мові: зараз SMPlayer перекладено більш ніж на 30 мов, включаючи іспанську, німецьку, французьку, італійську, українську, китайську, японську...

source: Free and open source. SMPlayer is under the <b>GPL</b> license.
ca: Gratuït i codi obert. SMPlayer es troba sota llicència <b>GPL</b>.
es: Gratuito y open source. SMPlayer se encuentra bajo licencia <b>GPL</b>.
eu: Askea eta Iturburu Irekikoa. SMPlayer <b>GPL</b> baimenpean dago.
gl: Libre e de código aberto. SMPlayer está protexido pola licenza <b>GPL</b>.
ja: フリーかつオープンソース: SMPlayer は <b>GPL</b> ライセンスの下にあります。
lt: Nemokama ir atviro kodo. SMPlayer galioja <b>GPL</b> licencija.
pt: Gratuito e de código livre. O SMPlayer é disponibilizado nos termos da licença <b>GPL</b>.
ru: Свобода и открытость. SMPlayer распространяется под лицензией <b>GPL</b>.
uk: Вільний і відкритий вихідний код. SMPlayer знаходиться під ліцензією <b>GPL</b> .

source: Compatible with Windows XP/2003/Vista/Server 2008/7/8.
ca: Compatible amb Windows XP/2003/Vista/Server 2008/7/8.
es: Compatible con Windows XP/2003/Vista/Server 2008/7/8.
eu: Bateragarria Windows XP/2003/Vista/Server 2008/7/8-rekin.
gl: Compatíbel con Windows XP/2003/Vista/Server 2008/7/8.
ja: Windows XP/2003/Vista/Server 2008/7/8 で動作します。
lt: Suderinama su Windows XP/2003/Vista/Server 2008/7/8.
pt: Compatível com Windows XP/2003/Vista/Server 2008/7/8.
ru: Совместим с Windows XP/2003/Vista/Server 2008/7/8.
uk: Сумісний із ОС Windows XP/2003/Vista/Server 2008/7/8.

source: Other links:
ca: Altres enllaços:
es: Otros enlaces:
eu: Beste loturak batzuk:
gl: Outras ligazóns:
ja: 関連リンク:
lt: Kitos nuorodos:
pt: Outras ligações:
ru: Другие ссылки:
uk: Інші посилання:

source: Media Reviews
ca: Opinions dels mitjans
es: Opiniones de los medios
eu: Hedabide Berrikuspenak
gl: Opinións dos medios
ja: 媒体レビュー
lt: Žiniasklaidos apžvalgos
pt: Críticas na imprensa
ru: Обзоры в СМИ
uk: Огляди у ЗМІ

source: Play and download Youtube videos
es: Reproduce y descarga vídeos de Youtube
eu: Irakurri eta jeitsi Youtube bideoak
ja: YouTube 動画の再生とダウンロード
lt: Atkuria ir parsiunčia Youtube vaizdo įrašus
pt: Reprodução e transferência dos vídeos YouTube
uk: Відтворення і завантаження відео з Youtube

source: Blog
eu: Bloga
gl: Blogue
ja: ブログ
lt: Tinklaraštis
pt: Blogue
ru: Блог
uk: Блоґ

source: Forum
ca: Fòrum
es: Foro
eu: Eztabaidagunea
fi: Keskustelualue
gl: Foro
hu: Fórum
ja: フォーラム
lt: Forumas
pt: Fórum
pt_pt: Fórum
ru: Форум
uk: Форум

source: Bug Tracking
ca: Bugs
de: Fehlersuche
es: Bugs
eu: Matxura Aztarnaritza
fi: Ohjelmavirheiden tarkkailu
gl: Seguimento de incidencias
hu: Hibajelentés
it: Segnalazione bachi
ja: バグトラック
lt: Pranešimai apie klaidas
pl: Zgłoś błąd
pt: Erros
ru: Отслеживание ошибок
uk: Простежування помилок

source: Feature Requests
ca: Peticions
de: Merkmalsanfragen
es: Peticiones
eu: Ezaugarri Eskabideak
fi: Ominaisuuspyynnöt
gl: Solicitude de funcionalidades
hu: Kívánságlista
it: Richieste ai programmatori
ja: 機能要望
lt: Naujų galimybių prašymai
pl: Prośby nowych funkcji
pt: Pedidos de funções
pt_pt: Pedidos de Funções
ro: Sugestii
ru: Особые пожелания
uk: Особливі прохання

source: MPlayer GUI
es: GUI para MPlayer
eu: MPlayer EIG
pt: Interface para o mplayer

source: First steps guide
pt: Guia de iniciação

source: Privacy Policy
ca: Política de privadesa
es: Política de privacidad
eu: Pribatutasun Araudia
gl: Política de privacidade
ja: プライバシーポリシー
lt: Privatumo politika
pt: Política de privacidade
ru: Политика приватности
uk: Політика конфіденційності

source: Supported Input Formats
ca: Formats suportats
es: Formatos Soportados
eu: Sostengaturiko Sarrera Heuskarriak
gl: Formatos de entrada soportados
ja: 対応する入力フォーマット
lt: Palaikomi įvedimo formatai
pt: Formatos de entrada suportados
ru: Поддерживаемы входные форматы
uk: Підтримувані вихідні формати

source: Supported Video and Audio Codecs
ca: Códecs de Vídeo i Àudio
es: Códecs de Vídeo y Audio
eu: Sostengaturiko Bideo eta Audio Kodekak
gl: Códecs de son e vídeo soportados
ja: 対応するビデオ/オーディオコーデック
lt: Palaikomi video ir audio kodekai
pt: Codificadores de áudio e vídeo suportados
ru: Поддерживаемые кодеки видео и аудио
uk: Підтримувані відео і аудіо кодеки

source: most important video codecs:
ca: còdecs de vídeo més importants:
es: códecs de vídeo más importantes:
eu: bideo kodek garrantzitsuenak:
gl: códecs de vídeo máis importantes:
ja: 主要なビデオコーデック:
lt: svarbiausi video kodekai:
pt: os codificadores de vídeo mais importantes:
ru: наиболее важные кодеки видео:
uk: найважливіші відео кодеки:

source: most important audio codecs:
ca: còdecs d'àudio més importants:
es: códecs de audio más importantes:
eu: audio kodek garrantzitsuenak:
gl: códecs de son máis importantes:
ja: 主要なオーディオコーデック:
lt: svarbiausi audio kodekai:
pt: os codificadores de áudio mais importantes:
ru: наиболее важные кодеки аудио:
uk: найважливіші аудіо кодеки:

source: Slideshow
ca: Presentació
es: Presentación
eu: Aurkezpena
gl: Presentación
ja: スライドショー
lt: Skaidrių peržiūra
pt: Apresentação
ru: Слайдшоу
uk: Слайд-шоу

source: Previous
ca: Anterior
es: Anterior
eu: Aurrekoa
gl: Anterior
ja: 前の画像
lt: Ankstesnė
pt: Anterior
ru: Назад
uk: Назад

source: Next
ca: Següent
es: Siguiente
eu: Hurrengoa
gl: Seguinte
ja: 次の画像
lt: Sekanti
pt: Seguinte
ru: Вперёд
uk: Далі

source: Multimedia Player with codecs
ca: Reproductor Multimèdia amb códecs
es: Reproductor Multimedia con códecs
eu: Multimedia Irakurgailua kodek-ekin
gl: Reprodutor multimedia con códecs
ja: コーデック内蔵のマルチメディアプレイヤー
lt: Media grotuvas su kodekais
pt: Reprodutor multimédia com codificadores nativos
ru: Мультимедийный проигрыватель с кодеками
uk: Мультимедійний плеєр з кодеками

source: Free multimedia player for Windows and Linux with codecs and Youtube support
es: Reproductor multimedia gratuito para Windows y Linux con códecs y soporte para Youtube
eu: Multimedia irakurgailu askea Windows eta Linux-rako kodekak barne-eraikita eta Youtube sostenguarekin
gl: Reprodutor multimedia libre para Linux e Windows con códecs e soporte para Yotube
ja: YouTube に対応したコーデック内蔵の Windows/Linux 用無料メディアプレイヤー
lt: Nemokamas media grotuvas Windows ir Linux sistemoms su Youtube palaikymu ir kodekais
pt: Reprodutor multimédia para Windows e Linux com codificadores nativos e suporte a vídeos YouTube
ru: Свободный мультимедийный проигрыватель для Windows и Linux с кодеками и поддержкой Youtube
uk: Вільний мультимедійний програвач для Windows і Linux з кодеками та підтримкою Youtube

source: Frontend for MPlayer
ja: MPlayer フロントエンド
pt: Interface gráfica para o mplayer
uk: Інтерфейс для MPlayer

source: Media Player for Windows and Linux with codecs and Youtube support
ca: Reproductor multimèdia per Windows i Linux amb codecs i suport per Youtube
es: Reproductor multimedia para Windows y Linux con codecs y soporte para Youtube
eu: Multimedia Irakugailua Windows eta Linux-rako kodek-ekin eta Youtube sostenguarekin
ja: YouTube に対応したコーデック内蔵の Windows/Linux 用メディアプレイヤー
lt: Media grotuvas Windows ir Linux sistemoms su Youtube palaikymu ir kodekais
pt: Reprodutor multimédia para Windows e Linux com codificadores nativos e suporte a vídeos YouTube
uk: Медіа програвач для Windows і Linux з кодеками та підтримкою Youtube

source: A frontend for MPlayer
ja: MPlayer フロントエンド
pt: Uma interface gráfica para o mplayer
uk: Інтерфейс для MPlayer

source: Free media player for Windows and Linux with codecs and Youtube support
es: Reproductor multimedia gratuito para Windows y Linux con códecs y soporte para Youtube
eu: Multimedia Irakurgailu askea Windows eta Linux-rako kodek-ekin eta Youtube sostenguarekin
gl: Un reprodutor multimedia libre para Linux e Windows con códecs e soporte para YouTube
ja: YouTube に対応したコーデック内蔵の Windows/Linux 用無料メディアプレイヤー
lt: Nemokamas media grotuvas Windows ir Linux sistemoms su Youtube palaikymu ir kodekais
pt: Reprodutor multimédia para Windows e Linux com codificadores nativos e suporte a vídeos YouTube
ru: Свободный медиа проигрыватель для Windows и Linux с кодеками и поддержкой Youtube
uk: Вільний медіа програвач для Windows і Linux з кодеками і підтримкою Youtube

source: Free Media Player for Windows and Linux
ja: Windows/Linux 用無料メディアプレイヤー
pt: Reprodutor multimédia para Windows e Linux
uk: Вільний Медіа Програвач для Windows і Linux

source: Free media player for Windows and Linux with built-in codecs that can play and download Youtube videos
ja: YouTube 動画の再生とダウンロードに対応したコーデック内蔵の Windows/Linux 用無料メディアプレイヤー
pt: Reprodutor multimédia para Windows e Linux com codificadores nativos e com possibilidade de reprodução e transferência de vídeos Youtube
uk: Безкоштовний медіа-програвач для Windows і Linux з вбудованими кодеками, який може відтворювати та завантажити відео з Youtube

source: Main
ca: Inici
de: Hauptseite
es: Principal
eu: Nagusia
fi: Etusivu
gl: Inicio
hu: Kezdőlap
it: Principale
ja: メイン
lt: Pagrindinis
pl: Główna
pt: Principal
pt_pt: Principal
ro: Pagina Principală
ru: Главная
uk: Головна

source: Reviews
ca: Opinions
es: Opiniones
eu: Berrikuspenak
gl: Opinións
ja: レビュー
lt: Apžvalgos
pt: Críticas
ru: Обзоры
uk: Відгуки

source: If you like SMPlayer, recommend it to your friends:
es: Si te gusta SMPlayer, recomiéndalo a tus amigos:
eu: SMPlayer gogoko baduzu, gomendatu diezaiezu zure lagunei:
ja: SMPlayer がお好きでしたら、お友だちに広めてください:
pt: Se gosta do smplayer, recomende-o aos seus amigos:
uk: Якщо вам подобається SMPlayer, порекомендуйте його своїм друзям:

source: Read all reviews
ca: Llegir totes les opinions
es: Leer todas las opiniones
eu: Irakurri berrikuspen guztiak
gl: Ler todas as críticas
ja: その他のレビュー
lt: Skaityti visas apžvalgas
pt: Ver todas as críticas
ru: Читать все обзоры
uk: Читати всі відгуки

source: previous
ca: anterior
es: anterior
eu: aurrekoa
gl: anterior
ja: 前のレビュー
lt: ankstesnė
pt: anterior
ru: назад
uk: назад

source: next
ca: següent
es: siguiente
eu: hurrengoa
gl: seguinte
ja: 次のレビュー
lt: sekanti
pt: seguinte
ru: вперёд
uk: далі

source: Free Media Player with codecs and Youtube support
es: Reproductor multimedia gratuito con códecs y soporte para Youtube
eu: Multimedia Irakurgailu Askea kodek-ekin eta Youtube sostenguarekin
ja: YouTube に対応したコーデック内蔵の無料メディアプレイヤー
pt: reprodutor multimédia com codificadores nativos e suporte a vídeos Youtube
uk: Безкоштовний медіа-програвач з кодеками та підтримкою Youtube

source: A free multimedia player with built-in codecs and Youtube support
es: Un reproductor multimedia gratuito con códecs incorporados y soporte para Youtube
eu: Multimedia irakurgailu askea kodekak barne-eraikita eta Youtube sostenguarekin
gl: Un reprodutor multimedia xa cos seus códecs e soporte para YouTube
ja: YouTube に対応したコーデック内蔵の無料マルチメディアプレイヤー
lt: Nemokamas media grotuvas su Youtube palaikymu ir įmontuotais kodekais
pt: Um reprodutor multimédia com codificadores nativos e suporte a vídeos Youtube
ru: Свободный мультимедийный проигрыватель со встроенными кодеками и поддержкой Youtube
uk: Безкоштовний мультимедійний програвач з вбудованими кодеками і підтримкою Youtube

source: Download SMPlayer for free
ca: Descàrrega SMPlayer gratuïtament
es: Descarga SMPlayer gratuitamente
eu: Jeitsi SMPlayer dohainik
gl: Descargar o SMPlayer de balde
ja: SMPlayer をダウンロードする (無料)
lt: Parsisiųskite SMPlayer nemokamai
pt: Transferir o SMPlayer
ru: Скачать SMPlayer бесплатно
uk: Завантажити SMPlayer безкоштовно

source: Just install SMPlayer and you'll be able to play all formats without the hassle to find and install codec packs.
ca: Simplement instal·la SMPlayer i podràs reproduir qualsevol format sense la molèstia d'haver de buscar i instal·lar paquets de códecs.
es: Simplemente instala SMPlayer y podrás reproducir cualquier formato sin la molestia de tener que buscar e instalar paquetes de códecs.
eu: Besterik gabe ezarri SMPlayer eta heuskarri guztiak irakurtzeko gai izango zara kodek paketeak bilatu eta ezarri beharraren eragozpenik gabe.
gl: Tan só con instalar SMPlayer xa podes reproducir calquera cousa sen ter perder o tempo buscando e instalando paquetes de códecs.
ja: 一度 SMPlayer をインストールすれば、コーデックパックを別途インストールすることなくあらゆるフォーマットが再生できるようになります。
lt: Tiesiog įdiekite SMPlayer ir galėsite atkurti visus formatus, be būtinybės diegti kokius nors kodekų paketus.
pt: Basta instalar o smplayer e será capaz de reproduzir a maioria dos formatos vídeo e áudio disponíveis.
ru: Просто установите SMPlayer и вы сможете воспроизводить любые форматы без необходимости искать и устанавливать пакеты кодеков.
uk: Просто встановіть SMPlayer, і ви зможете відтворювати усі формати без необхідності шукати та встановлювати пакети кодеків.
