Repository: sarvex/smplayer
Catalog: web/translations/*.po
Languages: ca, de, es, eu, fi, gl, hu, it, ja, lt, pl, pt, pt_pt, ro, ru, uk

source: One of the most interesting features of SMPlayer: it <b>remembers the settings of all files you play</b>. So you start to watch a movie but you have to leave... don't worry, when you open that movie again it will be resumed at the same point you left it, and with the same settings: audio track, subtitles, volume...
ca: Una de les coses més interessants de SMPlayer: recorda les opcions de tots els fitxers que reprodueixis. Comences a veure una pel·lícula però has d'anar-te... no et preocupis, quan tornis a obrir la pel·lícula continuarà des del mateix lloc on la vas deixar, i amb les mateixes opcions: pista d'àudio, subtítols, volum...
es: Una de las cosas más interesantes de SMPlayer: <b>recuerda las opciones de todos los ficheros que reproduzcas</b>. Empiezas a ver una película pero tienes que irte... no te preocupes, cuando vuelvas a abrir la película continuará desde el mismo lugar donde la dejaste, y con las mismas opciones: pista de audio, subtítulos, volumen...
eu: SMPlayerren ezaugarri interesgarrienetako bat: <b>irakurtzen dituzun agiri guztien ezarpenak gogoratzen ditu</b>. Horrela filma bat ikusten hasten zara baina utzi beharra duzu... ez kezkatu, filma berriro irekitzen duzunean utzitako puntu berean berrekingo du, eta ezarpen berdinekin: audioa, bidea, azpidatziak, bolumena...
gl: Unha das características máis interesantes de SMPlayer: <b>recorda as opcións que usaras para reproducir calquera ficheiro</b>. Así, cando esteas a ver unha película e teñas que deixala por calquera cousa... non pasa nada, volves a abrila e estarache no mesmo minuto onde a deixaches e coas mesmas opcións de: de son, de pista, de subtítulos, ao mesmo volume...
ja: SMPlayer の最大の特徴: <b>再生したファイルの設定をすべて記憶します</b>。ですから、ムービーを観始めたけど用事ができた... なんてことがあっても、ご心配いりません。再びムービーを開いたときには、以前と同じ位置と設定環境 (オーディオトラック、字幕、音量など) で再開されます。
lt: Viena iš įdomiausių SMPlayer galimybių: <b>jis prisimena visų atkurtų failų nustatymus</b>. Taigi pradedate žiūrėti filmą, bet jums reikia išeiti... Nesijaudinkite, kai atversite tą filmą dar kartą, jis prasidės nuo tos vietos kur palikote, taipogi su tais pačiais nustatymais: garso takeliu, subtitrais, garsu...
pt: Uma das características mais interessantes do smplayer:<b> ele lembra-se das definições dos ficheiros que reproduz</b>. Se começar a ver um filme e tiver que parar... não se preocupe, pois quando o abrir novamente ele continuará do ponto onde o deixou e com as mesmas definições: áudio, faixa, legendas, volume...
ru: Одна из наиболее интересных возможностей SMPlayer — <b>запоминание настроек каждого из воспроизводимых файлов</b>. Например, Вы начали смотреть фильм, но нужно срочно куда-то идти... не волнуйтесь, когда Вы снова откроете фильм — воспроизведение продолжится с того же момента и с теми же настройками: звуковая дорожка, субтитры, громкость...
uk: Одна з найцікавіших властивостей SMPlayer : <b>здатність запам'ятовувати налаштування всіх відтворюваних файлів</b>. Ви дивитеся кіно, але треба терміново кудись їхати... Не турбуйтесь, коли Ви відкриєте кіно знову - відтворення продовжиться з того ж місця, з тими ж налаштуваннями: звукова доріжка, субтитри, гучність...

source: SMPlayer is a graphical user interface (GUI) for the award-winning %1, which is capable of playing almost all known video and audio formats.
ca: SMPlayer és un interfície gràfic (GUI) per al guardonat %1, que és capaç de reproduir gairebé tots els formats coneguts de vídeo i àudio.
es: SMPlayer es un interfaz gráfico (GUI) para el galardonado %1, que es capaz de reproducir casi todos los formatos conocidos de vídeo y audio.
eu: SMPlayer %1 sari-irabazlearentzako erabiltzaile interfaze grafika (EIG) bat da, zeina audio eta bideo heuskarri ezagun gehienak irakurtzeko gai da.
gl: SMPlayer é unha interface gráfica (GUI) para o destacable %1, que é quen de reproducir case calquera formato de vídeo e audio dos que arestora hai.
ja: SMPlayer は、数々の受賞を誇る、ほぼすべてのビデオ/オーディオフォーマットの再生が可能な %1 のグラフィカルユーザーインターフェイス (GUI) です。
lt: SMPlayer yra %1 grafinė sąsaja (GUI), kuri palaiko beveik visus žinomus video ir garso formatus bei kodekus.
pt: O smplayer é uma interface gráfica para o %1, que consegue reproduzir a maioria dos formatos vídeo e áudio disponíveis.
ru: SMPlayer — графический интерфейс (GUI) для удостоенного наградами %1, способного воспроизводить практически все известные форматы видео и аудио.
uk: SMPlayer являє собою графічний інтерфейс користувача (GUI) нагородженого %1, який здатний відтворювати практично всі відомі відео і аудіо формати.

source: Visit the MPlayer site
ca: Visita la web de MPlayer
es: Visita la web de MPlayer
eu: Ikusi MPlayer webgunea
gl: Visita o sitio de MPlayer
ja: MPlayer のサイトにアクセスする
lt: Aplankyti MPlayer tinklapį
pt: Aceda ao sítio do mplayer
ru: Посетить сайт MPlayer
uk: Завітайте на сайт MPlayer

source: But apart from providing access for the most common and useful options of MPlayer, SMPlayer adds other interesting features like the possibility to play Youtube videos or download subtitles.
es: Pero aparte de proporcionar acceso a las opciones más comunes de MPlayer, SMPlayer incluye nuevas funciones interesantes, como la posibilidad de reproducir vídeos de Youtube o descargar subtítulos.
eu: Baina MPlayerren aukera arrunt eta erabilgarrienetarako sarbidea eskaintzeaz gain, SMPlayerrek beste ezaugarri interesgarri batzuk gehitzen ditu, Youtube bideoak irakurtzeko aukera edo azpidatziak jeistea bezalakoak.
gl: Ademais de ofrecer acceso as características máis prácticas de MPlayer, SMPlayer ten ademais outras ben descatables: como a posibilidade de reproducir directamente vídeos do Youtube ou descargar subtítulos.
ja: MPlayer が本来備える数々の有用なオプションのみならず、YouTube 動画の再生や字幕のダウンロードといった独自の機能も豊富に備えています。
lt: Beto jog suteikia galimybę naudoti populiariausiomis ir naudingiausiomis MPlayer galimybėmis, SMPlayer prideda ir kitų galimybių, tokių kai galimybė ieškoti ir parsisiųsti Youtube vaizdo įrašus, ieškoti subtitrų ir keisti grotuvo išvaizdą.
pt: Para além de disponibilizar o acesso às diversas opções do mplayer, o smplayer adiciona muitas funções interessantes como a possibilidade de<b>reproduzir e transferir os vídeos Youtube</b> ou a procura e transferência de legendas.
ru: Но помимо предоставления доступа к большинству основных и общих настроек MPlayer, SMPlayer добавляет и другие возможности, например, возможность воспроизведения видео Youtube или загрузки субтитров.
uk: Але крім надання доступу до більшості основних і загальних налаштувань MPlayer, SMPlayer додає й інші можливості, наприклад, можливість відтворення відео з Youtube або завантаження субтитрів.

source: Play all media formats
ca: Reprodueix tots els formats
es: Reproduce todos los formatos
eu: Multimedia heuskarri guztiak irakutzen ditu
ja: すべてのメディアフォーマットを再生
lt: Visų formatų atkūrimas
pt: Reproduz todos os formatos multimédia
uk: Відтворення усіх форматів

source: SMPlayer supports the most known formats and codecs: avi, mp4, mkv, mpeg, mov, divx, h.264... you can play all of them, thanks to its built-in codecs. You don't need to find and install third party codecs.
ca: SMPlayer suporta els formats i códecs més coneguts: avi, mp4, mkv, mpeg, mov, divx, h.264... pots reproduir-los tots gràcies als seus códecs incorporats. No necessites buscar i instal·lar códecs de tercers.
es: SMPlayer soporta los formatos y códecs más conocidos: avi, mp4, mkv, mpeg, mov, divx, h.264... puedes reproducirlos todos gracias a sus códecs incorporados. No necesitas buscar e instalar códecs de terceros.
eu: SMPlayerrek heuskarri eta kodek ezagun gehienak sostengatzen ditu: avi, mp4, mkv, mpeg, mov, divx, h.264... guztiak irakurri ditzakezu, barne-eraikitako kodekei esker. Ez duzu hirugarrenen kodekik bilatu eta ezarri beharrik.
gl: SMPlayer soporta os máis coñecidos formatos e códecs: avi, mp4, mkv, mpeg, mov, divx, h.264... podes reproducilos todos sen traba ningunha, grazas ao soporte nativo de códecs que trae. Non precisas poñerte a buscar ningún paquete de códecs de terceiros.
ja: SMPlayer は、AVI、MP4、MKV、MPEG、MOV、DivX、H.264 など、ほぼすべてのフォーマットとコーデックに対応しています。これらは内蔵のコーデックによって再生されますので、外部のコーデックを別途インストールする必要はありません。
lt: SMPlayer palaiko visus žinomus formatus ir kodekus: avi, mp4, mkv, mpeg, mov, divx, h.264... visus juos galite atkurti dėka įmontuotų kodekų. Jums nereikia diegti jokių trečiosios šalies kodekų.
pt: O smplayer tem suporte à maioria dos formatos e codificadores conhecidos: avi, mp4, mkv, mpeg, mov, divx, h.264. A reprodução é feita com os codificadores nativos. Não existe qualquer necessidade de instalar codificadores extra.
ru: SMPlayer поддержкивает большинство известных форматов и кодеков: avi, mp4, mkv, mpeg, mov, divx, h.264... вы можете воспроизводить все их, благодаря встроенным кодекам. Вы не нуждаетесь в поиске и установке сторонних кодеков.
uk: SMPlayer підтримує більшість відомих форматів і кодеків: AVI, MP4, MKV, MPEG, MOV, DivX, H.264 ... ви можете відтворювати їх всіх , завдяки вбудованим кодекам. Ви не потрібно шукати і встановлювати сторонні кодеки.

source: See a list of all supported formats
ca: Veu una llista de tots els formats suportats
es: Ver lista de todos los formatos soportados
eu: Ikusi sostengaturiko heuskarri guztien zerrenda bat
ja: 対応するフォーマットの一覧
lt: Peržiūrėti visus palaikomus formatus
pt: Consulte a lista de formatos suportados
uk: Переглянути список всіх форматів, що підтримуються

source: SMPlayer includes a handy tool which allows to search, play and download Youtube videos.
es: SMPlayer incluye además una herramienta que permite buscar, reproducir y descargar vídeos de Youtube.
eu: SMPlayerrek tresna erraz bat baneratzen du Youtube bideoak bilatu, irakurri eta jeistea ahalbidetzen duena.
ja: SMPlayer には YouTube 動画の検索・再生・ダウンロードに特化したツールが同梱されています。
lt: SMPlayer turi naudingą įrankį kuris gali ieškoti, atkurti ir atsiųsti Youtube vaizdo įrašus.
pt: O smplayer disponibiliza uma ferramenta para procurar, reproduzir e transferir os vídeos Youtube.
uk: SMPlayer включає в себе зручний інструмент, який дає змогу шукати, відтворювати та завантажувати відео з Youtube .

source: Learn more
es: Más información
eu: Jakin gehiago
ja: もっと詳しく
lt: Sužinoti daugiau
pt: Saber mais
uk: Дізнатися більше

source: SMPlayer comes with several skins and icon themes, so you can easily change the look of the player.
ca: SMPlayer ve amb diverses pells i temes d'icones, de manera que pots canviar fàcilment l'aspecte del reproductor.
es: SMPlayer viene con varias pieles y temas de iconos, de modo que puedes cambiar fácilmente el aspecto del reproductor.
eu: SMPlayer azal eta ikur azalgai ugari dakartza, hortaz erraz aldatu dezakezu irakurgailuaren irudia.
gl: SMPlayer trae a canda si varios temas de iconas e aparencia así que pódeslle cambiar o estilo en menos que canta un galo.
ja: SMPlayer には多様なスキンとアイコンテーマが同梱されており、プレイヤーの外観を簡単に変更することができます。
lt: SMPlayer platinamas su keliais išvaizdos variantais ir keliomis piktogramų temomis, galite be jokio vargo pasikeisti išvaizdą.
pt: O smplayer disponibiliza diversos temas e ícones para que o possa ajustar ao seu gosto.
ru: SMPlayer поставляется с несколькими скинами и темами иконок, так что вы можете легко изменить внешний вид проигрывателя.
uk: SMPlayer поставляється з декількома шкурками та темами іконок, так що ви можете легко змінити зовнішній вигляд програвача.

source: Subtitles download
ca: Descàrrega de subtítols
es: Descarga de subtítulos
eu: Azpidatzi jeisketa
gl: Descarga de subtítulos
ja: 字幕のダウンロード
lt: Subtitrų parsiuntimas
pt: Transferência de legendas
ru: Загрузка субтитров
uk: Завантаження субтитрів

source: SMPlayer can search and download subtitles from %1.
es: SMPlayer puede buscar y descargar subtítulos de %1.
eu: SMPlayerrek azpidatziak bilatu eta jeitsi ditzake %1-tik.
ja: SMPlayer は %1 から字幕を検索/ダウンロードできます。
lt: SMPlayer sugeba ieškoti ir parsiųsti subtitrus iš %1.
pt: O smplayer consegue procurar e transferir as legendas do %1.
uk: SMPlayer можете знайти та завантажити субтитри з %1.

source: Advanced features
ca: Funcions avançades
es: Funciones avanzadas
eu: Ezaugarri aurreratuak
gl: Características avanzadas
ja: 高度な機能
lt: Papildomos galimybės
pt: Opções avançadas
ru: Продвинутые возможности
uk: Розширені функції

source: SMPlayer includes many advanced features like video and audio filters, change of the playback speed, adjustment of audio and subtitles delay, video equalizer... and many more.
ca: SMPlayer inclou moltes funcions avançades, com a filtres d'àudio i vídeo, canvi de la velocitat de reproducció, ajust de sincronització d'àudio i subtítols, equalitzador de vídeo... i moltes més.
es: SMPlayer incluye muchas funciones avanzadas, como filtros de audio y vídeo, cambio de la velocidad de reproducció, ajuste de sincronización de audio y subtítulos, ecualizador de vídeo... y muchas más.
eu: SMPlayerrek ezaugarri aurreratu ugari barneratzen ditu, bideo eta audio iragazkiak, irakurketa abiadura aldaketa, audio eta azpidatzi atzerapen zehaztea, bideo ekualizagailua... eta beste asko bezalakoak.
gl: SMPlayer inclúe características avanzadas como filtros de vídeo e son, cambio da velocidade de reprodución, axustes do son e atraso dos subtítulos, ecualización de vídeos... e unha manchea delas.
ja: SMPlayer には、ビデオ/オーディオフィルターや、再生速度の変更、オーディオ/字幕の調整、ビデオイコライザーなど、さまざまな機能が備えられています。
lt: SMPlayer turi daug papildomų galimybių tokių kaip video ir audio filtrai, atkūrimo greičio keitimas, garso ir subtitrų vėlavimo nustatymas, video ekvalaizeris... ir daug daugiau.
pt: O smplayer disponilizada diversas opções como, por exemplo, filtros áudio e vídeo, a possibilidade de alterar a velocidade de reprodução, ajuste das legendas e áudio, um equalizador de vídeo e muito mais.
ru: SMPlayer включает множество продвинутых возможностей вроде видео и аудио фильтров, изменения скорости воспроизведения, подстройки задержки звука и субтитров. видеоэквалайзер... и многих других.
uk: SMPlayer включає в себе безліч додаткових функцій, відео і аудіо фільтрів, зміни швидкості відтворення, налаштування затримки звуку і субтитрів. Еквалайзер відео ... і багатьох інших.

source: In your own language
ca: En el teu propi idioma
es: En tu propio idioma
eu: Zeure hizkuntzan
gl: Na túa propia lingua
ja: 多言語対応
lt: Jūsų kalba
pt: No seu idioma
ru: На вашем родном языке
uk: Вашою рідною мовою

source: SMPlayer is available in more than 30 languages, including Spanish, German, French, Italian, Russian, Chinese, Japanese...
ca: SMPlayer està disponible en més de 30 idiomes, incloent l'espanyol, català, alemany, francès, italià, rus, xinès, japonès...
es: SMPlayer está disponible en más de 30 idiomas, incluyendo el español, alemán, francés, italiano, ruso, chino, japonés...
eu: SMPlayer 30 hizkuntza baino gehiagotan dago eskuragarri, barne Espainiera, Alemaniera, Frantziera, Italiera, Errusiera, Txinera, Japoniera...
gl: SMPlayer está dispoñible en máis de 30 linguas, en galego, castelá, éuscara, catalá, alemán, francés, ruso, xaponés...
ja: SMPlayer は、スペイン語、ドイツ語、フランス語、イタリア語、ロシア語、中国語、日本語など、30 ヶ国語以上で提供されています。
lt: SMPlayer prieinamas daugiau nei 30 kalbų, tokių kaip Lietuvių, Rusų, Vokiečių, Prancūzų, Ispanų, Kinų, Italų, Japonų...
pt: O smplayer está disponível em diversos idiomas: espanhol, alemão, português, italiano, russo, mandarim, japonês...
ru: SMPlayer доступен на более чем 30 языках, включая испанский, немецкий, французский, русский, китайский, японский...
uk: SMPlayer доступний більш ніж 30 мовами, включаючи іспанську, німецьку, французьку, українську, китайську, японську...

source: Multi-platform
ca: Multiplataforma
es: Multiplataforma
eu: Plataforma-anitzekoa
gl: Para varias plataformas
ja: マルチプラットフォーム
lt: Multi platforminis
pt: Multi-plataforma
ru: Мультиплатформенность
uk: Мульти платформенний

source: SMPlayer is available for Windows and Linux.
ca: SMPlayer està disponible per Windows i Linux.
es: SMPlayer está disponible para Windows y Linux.
eu: SMPlayer eskuragarri dago Windows and Linux-rako.
gl: SMPlayer téndelo para Windows e Linux.
ja: SMPlayer は Windows と Linux に対応しています。
lt: SMPlayer prieinamas Linux ir Windows naudotojams.
pt: O smplayer está disponível para Windows e Linux.
ru: SMPlayer доступен для Windows и Linux.
uk: SMPlayer доступний для ОС Windows і Linux.

source: SMPlayer is compatible with Windows XP/2003/Vista/Server 2008/7/8.
ca: SMPlayer és compatible amb Windows XP/2003/Vista/Server 2008/7/8.
es: SMPlayer es compatible con Windows XP/2003/Vista/Server 2008/7/8.
eu: SMPlayer bateragarria da Windows XP/2003/Vista/Server 2008/7/8-rekin.
gl: SMPlayer é compatible con Windows XP/2003/Vista/Server 2008/7/8.
ja: SMPlayer は Windows XP/2003/Vista/Server 2008/7/8 で動作します。
lt: SMPlayer suderinama su Windows XP/2003/Vista/Server 2008/7/8.
pt: O smplayer é compatível com Windows XP/2003/Vista/Server 2008/7/8.
ru: SMPlayer совместим с Windows XP/2003/Vista/Server 2008/7/8.
uk: SMPlayer сумісний з ОС Windows XP/2003/Vista/Server 2008/7/8.

source: Free and open source
ca: SMPlayer és gratuït i open source.
es: Gratuito y open source
eu: Askea eta iturburu irekikoa
gl: Libre e de código aberto!
ja: フリーかつオープンソース
lt: Nemokama ir atviro kodo
pt: Gratuito e de código livre
ru: Свободный и с открытым исходным кодом
uk: Вільний та з відкритим кодом

source: SMPlayer is free and open source. SMPlayer is under the GPL license.
ca: SMPlayer és gratuït i open source. SMPlayer està sota la llicència GPL.
es: SMPlayer es gratuito y open source. SMPlayer está bajo la licencia GPL.
eu: SMPlayer askea eta iturburu irekikoa da. SMPlayer GPL Baimenpean dago.
gl: SMPlayer é libre e de código aberto. SMPlayer téndelo baixo a licenza GPL.
ja: SMPlayer はフリーでオープンソースです。SMPlayer は GPL ライセンスの下にあります。
lt: SMPlayer yra nemokama ir atviro kodo. SMPlayer taikoma GPL licencija.
pt: O smplayer é gratuito, de código livre e licenciado nos termos da GPL.
ru: SMPlayer свободен и имеет открытые исходные коды. SMPlayer распространяется под лицензией GPL.
uk: SMPlayer є безкоштовним і з відкритим вихідним кодом. SMPlayer випускається під ліцензією GPL.

source: SMPlayer uses the award-winning MPlayer as playback engine, which is one of the best players in the world.
ca: SMPlayer usa el guardonat MPlayer com a motor de reproducció, que és un dels millors reproductors del món.
es: SMPlayer usa el galardonado MPlayer como motor de reproducción, que es uno de los mejores reproductores del mundo.
eu: SMPlayerrek MPlayer sari-irabazlea erabiltzen du irakurketa gailu bezala, zeina munduko irakurgailu hoberenetako bat da.
gl: SMPlayer usa o gran motor de reprodución MPlayer, sen dúbida ningunha, un dos mellores reprodutores de todos.
ja: SMPlayer は、数々の受賞を誇る世界有数のプレイヤー、MPlayer を再生エンジンに採用しています。
lt: SMPlayer kaip atkūrimo variklį naudoja pripažintą „MPlayer“ programą. Jis yra vienas iš geriausių grotuvų.
pt: O smplayer utiliza o mplayer como mecanismo de reprodução, um dos melhores reprodutores do mundo.
ru: SMPlayer в качестве движка воспроизведения использует удостоенный наградами MPlayer, один из лучших проигрывателей в мире.
uk: SMPlayer в якості двигуна відтворення використовує відзначений нагородами MPlayer, один з кращих програвачів у світі.

source: Graphical User Interface (GUI) for MPlayer
es: Interfaz Gráfico (GUI) para MPlayer
eu: MPlayer-rentzako Erabiltzaile Interfaze Grafika (EIG)
ja: MPlayer の グラフィカルユーザーインターフェイス (GUI)
lt: Grafinė naudotojo sąsaja(GUI) skirta MPlayer
pt: Interface gráfica para o smplayer
uk: Графічний інтерфейс користувача (GUI) для MPlayer

source: Multi-platform graphical user interface (GUI) for MPlayer with many additional features like the possibility play Youtube videos.
es: Interfaz gráfico (GUI) multiplataforma para MPlayer con funciones adicionales como la posibilidad de reproducir vídeos de Youtube.
eu: Multi-platform graphical user interface (GUI) for MPlayer-entzako plataforma-anitzeko erabiltzaile interfaze grafika (EIG) Youtube bideoak irakurtzeko aukera bezalako ezaugarri gehiagarri anitzekin.
ja: YouTube 動画の再生など多くの追加機能を搭載するマルチプラットフォームな MPlayer のグラフィカルユーザーインターフェイス (GUI)
pt: Interface gráfica multi-plataforma para Windows e Linux, com diversas opções e possibilidade de reprodução dos videos Youtube.
uk: Мультиплатформенність графічного інтерфейсу користувача (GUI) для MPlayer з безліччю додаткових функцій, таких як можливість відтворення відео Youtube .

source: A Graphical Interface for MPlayer
es: Un Interfaz Gráfico para MPlayer
eu: MPlayer-rentzako Erabiltzaile Interfaze Grafika
ja: MPlayer のグラフィカルユーザーインターフェイス
lt: Grafinė naudotojo sąsaja skirta MPlayer
pt: Uma interface gráfica para o mplayer
uk: Графічний інтерфейс для MPlayer

source: MPlayer is a powerful media player but it's a command-line application and many people find it hard to use.
es: MPlayer es un potente reproductor multimedia pero es un programa de línea de comandos y muchas personas lo encuentran difícil de usar.
eu: MPlayer multimedia irakurgailu indartsu bat da baina komando-lerro bidezko aplikazio bat da eta jende askori erabilpena gogorra egiten zaio.
ja: MPlayer はとても便利なメディアプレイヤーですが、多くの人にとって使い難いコマンドラインアプリケーションでもあります。
pt: O mpayer é um reprodutor multimédia mas que só funciona através da linha de comandos o que torna a sua utilização um pouco difícil.
uk: MPlayer це потужний медіа-програвач, але це додаток командного рядка, і для багатьох людей це складно.

source: SMPlayer makes easy to access the most common and useful functions of MPlayer, like selecting the audio or subtitle track, enabling video filters, adjusting the audio delay, playback speed and many more, using a nice and intuitive interface.
es: SMPlayer hace que sea muy fácil acceder a las funciones más habituales y útiles de MPlayer, como seleccionar la pista de audio o subtítulos, activar filtros de vídeo, sincronizar el audio, la velocidad de reproducción y muchas más, usando un interfaz agradable e intuitivo.
eu: SMPlayerrek erraza egiten du MPlayer-en eginkizun arrunt eta erabilgarrienetarako sarbidea, audioa edo azpidatzi bidea hautatzea, bideo iragazkiak gaitzea, audio atzerapena, irakurketa abiadura zehaztea eta askoz gehiago bezalakoak, inferfaze eder eta ikusizko bat erabiliz.
ja: SMPlayer なら、オーディオ/字幕トラックの選択、ビデオフィルターの選択、オーディオの遅延調整、再生速度の変更といった MPlayer の有用な機能が直感的なインターフェイスで簡単に利用できます。
pt: O smplayer facilita o acesso às funções mais utilizadas do mplayer como, por exemplo, a seleção das faixas áudio e vídeo, a ativação dos filtros, o atraso ou avanço das legendas em relação ao som, a velocidade de reprodução e muito mais .
uk: SMPlayer дозволяє легко отримати доступ до найбільш поширених і корисних функцій MPlayer, наприклад, вибрати аудіо чи доріжки субтитрів, відео фільтрів, налаштування затримки звуку, швидкість відтворення та багато іншого, використовуючи зручний та інтуїтивно зрозумілий інтерфейс.

source: A complete preferences dialog is also available with options to fine-tune performance, change the color and font of subtitles, set key shortcuts...
es: También se incluye un completo diálogo de preferencias con opciones para ajustar el rendimiento, cambiar el color y tipo de letra de los subtítulos, cambiar los atajos de teclado...
eu: Hobespen elkarrizketa oso bat ere eskuragarri dago aukera anitzekin egintza-zehazte fintasunerako, azpidatzien margo eta hizki aldaketarako, lastertekla ezarpenerako...
ja: パフォーマンスの微調整や字幕の色/フォントの変更、キーボードショートカットの変更などのオプションが利用できる詳細な環境設定ダイアログもあります。
pt: Também está disponível uma janela de preferências, na qual pode ajustar o desempenho, alterar as cores e letras das legendas, definir teclas de atalho e muito mais...
uk: Повний діалог налаштувань також доступний з можливістю гнучкого налаштування продуктивності, зміни кольору та шрифту субтитрів, встановити гарячі клавіші...
