Repository: sarvex/smplayer
Catalog: web/translations/*.po
Languages: ca, de, es, eu, fi, gl, hu, it, ja, lt, pl, pt, pt_pt, ro, ru, uk

source: This promotional screen allows to get some money. This way we don't need to ask the users for donations. You can find more info at %1.
ca: Aquesta pantalla ens permet obtenir una mica de diners. D'aquesta manera evitem haver de demanar donatius als usuaris. Pots trobar més informació en %1.
es: Esta pantalla nos permite obtener algo de dinero. De este modo evitamos tener que pedir donativos a los usuarios. Puedes encontrar más información en %1.
eu: Sustapen ikusleiho honek diru apur lortzea ahalbidetzen du. Honela ez diegu erabiltzaileei dirulaguntzarik galdegin behar. Argibide gehiago aurkitu dezakezu hemen %1
ja: このプロモーション画面により、私たちは資金を得ることができ、ユーザーに寄付を募る必要がなくなります。この件に関するより詳しい情報は %1 にあります。
lt: Šis reklaminis ekranas leidžia mums truputį uždirbti. Todėl mums nereikia prašyti naudotojų paramos. Daugiau informacijos galite rasti %1.
pt: Este ecrã promocional permite-nos obter algum rendimento. Desta forma, não precisamos de solicitar donativos. Pode encontrar mais informações em %1.
uk: Цей рекламний екран дозволяє отримати трохи грошей. Таким чином, ми можемо не просити пожертвувань у користувачів. Ви можете знайти більш детальну інформацію на %1.

source: If you just don't want to see this screen, just download the no "ps" installer.
ca: Si no vols que t'aparegui aquesta pantalla, simplement descarrega l'instal·lador sense el "ps".
es: Si no quieres que te aparezca esta pantalla, simplemente descarga el instalador sin el "ps".
eu: Ikusleiho hau ikusterik ez baduzu nahi, jeitsi ez "ps" ezartzailea.
gl: Se non queres nin ver a páxina, simplemente descarga o instalador que non leva o «ps».
ja: プロモーション画面自体を避けたい場合は、"ps" の付かないインストーラーをダウンロードしてください。
lt: Jei tiesiog nenorite matyti šio ekrano, siųskitės ne „ps“ diegyklę.
pt: Se não quiser ver este ecrã, transfira o instalador sem a sigla "ps".
ru: Если вы не хотите видеть этот экран, скачайте инсталлятор без "ps".
uk: Якщо ви не хочете бачити цей екран, просто завантажте інсталятор без "ps".

source: The current time of the movie appears in the up left corner of the image, how can I hide it?
ca: Apareix un comptador en la cantonada superior esquerra de la imatge, com puc llevar-ho?
es: Aparece un contador en la esquina superior izquierda de la imagen, ¿cómo puedo quitarlo?
eu: Filmaren uneko denbora irudiaren goiko ezker bazterrean agertzen da, nola ezkutatu dezaket?
gl: O tempo aparece na esquina superior esquerda do vídeo. Como o agacho?
ja: 左上に表示される動画の時間を消したい
lt: Dabartinis filmo laikas rodomas viršutiniame kairiame kampe, kaip jį paslėpti?
pt: Como é que posso ocultar a duração do vídeo que aparece na canto superior esquerdo da imagem?
ru: Текущее время фильма отображается в верхнем левом углу, как я могу скрыть его?
uk: Поточний час в фільмі з'являється у верхньому лівому кутку, як мені це приховати?

source: Options -> OSD -> Subtitles only.
ca: Opcions -> OSD -> Només subtítols.
es: Opciones -> OSD -> Sólo subtítulos.
eu: Aukerak -> IGE -> Azpidatziak bakarrik.
gl: Opcións → OSD → Só subtítulos.
ja: [オプション] -> [OSD] -> [字幕のみ]。
lt: Parinktys -> OSD -> Tik subtitrai
pt: Aceda a Opções -> OSD -> Só legendas.
ru: Настройки -> Вид OSD -> Только субтитры.
uk: Налаштування -> Екранна індикація -> Тільки субтитри.

source: How can I take advantage of all my CPU cores?
ca: Com puc aprofitar tots els nuclis del meu CPU?
es: ¿Cómo puedo aprovechar todos los núcleos de mi CPU?
eu: Nola aurreratu dezaket nire CPU nukleo guztiak erabiltzeko?
gl: Como podo aproveitar todos os CPU do procesador?
ja: 搭載されている CPU コアをフル活用するには?
lt: Kaip išnaudoti visus CPU branduolius?
pt: Como é que posso obter vantagens de todos os CPUs?
ru: Как мне задействовать потенциал всех ядер моего CPU?
uk: Як мені задіяти всі ядра процесора?

source: Multithreaded decoding requires a recent build of MPlayer or FFmpeg-mt in Linux. MPlayer2 automatically uses all cores, but MPlayer requires manual adjustment. You can adjust the number of threads used for decoding in Preferences -> Performance. Set it to equal or less than the number of cores (and threads in the case of hyperthreaded Intel CPUs) your processor has. Setting it to greater than your CPU is capable of will have no effect.
ca: La decodificación multi-fil requereix una versió recent de MPlayer o FFmpeg-mt en Linux. MPlayer2 usa automàticament tots els nuclis però MPlayer necessita un ajust manual. Pots ajustar el nombre de fils que s'usaran per la decodificación en Preferències -> Rendiment. Posa-ho en un nombre igual o inferior al nombre de nuclis que té el teu processador.
es: La decodificación multi-hilo requiere una versión reciente de MPlayer o FFmpeg-mt en Linux. MPlayer2 usa automáticamente todos los núcleos pero MPlayer necesita un ajuste manual. Puedes ajustar el número de hilos que se usarán para la decodificación en Preferencias -> Rendimiento. Ponlo en un número igual o inferior al número de núcleos que tiene tu procesador.
eu: Hari-anitzeko dekodeaketak MPlayerren edo FFmpeg-mt eraiketa berri bat behar du Linuxen. MPlayer2-k berezgaitasunez erabiltzen ditu nukleo guztiak, baina MPlayerrek eskuzko zehazpena behar du. Dekodeaketarako hari zenbatekoa hemen zehaztu dezakezu: Hobespenak -> Performantzia. Ezarri hau zure ordenagailuak dituen nukleo (eta hariak hyperthreaded Intel CPU-en kasuan) zenbatekoaren berdin edo gutxiagon. Ezarri zure CPU-ak duen gaitasunaren bezain handia edo ez du eraginik izango.
gl: En Linux para poder decodificar os ficheiros de son ou vídeo en varios fíos é necesaria unha versión recente de MPlayer ou FFmpeg-mt. MPlayer2 usa automaticamente todos os núcleos pero MPlayer ten que axustarse manualmente. Pode axustar o número de fíos para a decodificación desde «Opcións → Preferencias → Rendemento». Selecciona un número non superior ao número de núcleos que ten, ou de fíos no caso dos núcleos de Intel de varios fíos. Podes seleccionar un valor superior pero o efecto será o mesmo que seleccionar o maior número dispoñíbel de fíos.
ja: マルチスレッドに対応したデコードには MPlayer の最新のビルド、または Linux では FFmpeg-mt が必要になります。MPlayer2 であればすべてのコアを自動的に利用しますが、MPlayer の場合は自分で調整が必要です。[環境設定] -> [パフォーマンス] で、デコードに使用するスレッドの数を搭載されているプロセッサーのコア数 (Intel のハイパースレッディング対応 CPU の場合はスレッド数) と同じかそれ以下の値に設定してください。なお、CPU の能力を超えた値に設定しても、何の効果もありません。
lt: Iškart kelių srautų dekodavimui reikia naujausios MPlayer ar FFmpeg-mt versijos. MPlayer2 automatiškai naudoja visus branduolius, bet MPlayer reikalauja rankinio konfigūravimo. Galite pasirinkti kiek branduolių bus naudojama nustatymuose Nustatymai -> Greitaveika. Nurodykite tiek kiek turite branduolių arba mažiau (Intel CPU atveju ir darbų skaičių). Jei nurodysite daugiau nei yra branduolių iš to nebus jokios naudos.
pt: No Linux, a descodificação múltipla requer um versão do mplayer ou do ffmpeg-mt O mplayer2 utiliza todos os CPUs mas o mplayer tem que ser configurado manualmente. Pode ajustar o número de processos em Preferências -> Desempenho. Defina o número de processos para um valor igual ou menor que o número de CPUs (e processos no caso dos processadores Intel) que o processador tem. Se definir um valor superior não produz qualquer efeito.
ru: Мультипоточное декодирование требует последних сборок MPlayer или FFmpeg-mt в Linux. MPlayer2 автоматически использует все ядра, но MPlayer требует ручной настройки. Вы можете уточнить количество потоков, используемых при декодировании в Настройки -> Быстродействие. Установите их в число, равное или меньшее числу ядер вашего CPU (в том числе, с учётом гипертрейдинга в CPU от Intel). Установка в большее значение, чем способен обеспечить CPU, не даст никакого эффекта.
uk: Мультипотокове декодування вимагає останніх складань MPlayer або FFmpeg-м в Linux. MPlayer2 автоматично використовує всі ядра, але MPlayer вимагає ручного налаштування. Ви можете уточнити кількість потоків, використаних при декодуванні у Налаштування -> Швидкодія. Встановіть їх в число, рівне або менше числа ядер вашого процесора (у тому числі, з урахуванням гіпертрейдингу в процесорі від Intel). Встановлення у більше значення, ніж здатний забезпечити процесора, не дасть ніякого ефекту.

source: I want the subtitles to be displayed on the black border instead of the image, how can I do it?
ca: Vull que els subtítols apareguin en la vora negra en lloc de sobre la imatge, com es pot fer?
es: Quiero que los subtítulos aparezcan en el borde negro en lugar de sobre la imagen, ¿cómo se puede hacer?
eu: Azpidatziak hertz beltzean erakustea nahi ditut irudian ordez, nola egin dezaket?
gl: Como fago para que os subtítulos aparezan na banda negra en vez de enriba do vídeo?
ja: 字幕を映像ではなく黒枠の上に表示させるには?
lt: Noriu jog subtitrai būtų rodomi ant juodo rėmelio, ne ant filmo, kaip tai padaryti?
pt: Eu quero que as legendas do vídeo sejam exibidas com contornos. Isto é possível?
ru: Я хочу, чтобы субтитры отображались на чёрной полосе, а не на картинке, как мне это сделать?
uk: Я хочу, щоб субтитри відображалися на чорному фоні, а не на картинці, як мені це зробити?

source: Select the option "Add black borders" in the video filters menu.
ca: Selecciona l'opció "Afegir vores negres" en el menú de filtres de vídeo.
es: Selecciona la opción "Añadir bordes negros" en el menú de filtros de vídeo.
eu: Hautatu "Gehitu hertz beltzak" aukera bideo iragazkiak menuan.
gl: Selecciona en «Vídeo → Filtros» a opción «Engadir bordos negros».
ja: ビデオフィルターのメニューからオプション "黒枠の追加" を選択してください。
lt: Video filtrų meniu, pasirinkite „Pridėti juodus rėmelius“.
pt: No menu Vídeo, aceda aos filtros de vídeo e escolha a opção "Adicionar contornos negros".
ru: Выберите опцию "Добавить чёрные полосы" в меню видеофильтров.
uk: Виберіть опцію "Додати чорні границі" в меню відео фільтрів.

source: Is UMPlayer related to SMPlayer?
ca: Té UMPlayer algun tipus de relació amb SMPlayer?
es: ¿Tiene UMPlayer algún tipo de relación con SMPlayer?
eu: UMPlayerrek zerikusia du SMPlayerrekin?
gl: Ten UMPlayer algo que ver con SMPlayer?
ja: UMPlayer と SMPlayer の関係は?
lt: Ar UMPlayer susijęs su SMPlayer?
pt: O umplayer está relacionado com o smplayer?
ru: Связан ли UMPlayer с SMPlayer?
uk: UMPlayer пов'язаний з SMPlayer?

source: Yes. UMPlayer was a fork created from SMPlayer 0.6.9. They added several new features, like new skins, and Youtube and SHOUTcast support. Most of those features are now included in SMPlayer as well.
ja: そうです。UMPlayer は SMPlayer 0.6.9 を基に作成されたフォークです。新たにスキンや YouTube、SHOUTcast への対応が加えられましたが、今ではこれらの機能のほとんどは SMPlayer にも導入されています。
pt: Sim. O umplayer é uma aplicação derivada do smplayer 0.6.9. Os seus programadores adicionaram diversas funcionalidades como por exemplo os temas e o suporte a vídeos Youtube e às rádios SHOUTcast. A maioria destas funcionalidades já foram implementadas no smplayer.
uk: Так, UMPlayer був форком SMPlayer 0.6.9. У ньому були додані деякі нові можливості, на зразок нових шкурок і підтримки Youtube і SHOUTcast . Більшість цих можливостей тепер включені до SMPlayer.

source: The UMPlayer project seems dead (no updates since a lot of months) and version 0.98 can't play Youtube videos anymore, so if you are a user of UMPlayer it's recommended to switch to SMPlayer. Moreover SMPlayer includes new features not present in UMPlayer.
ca: Ara el projecte UMPlayer sembla que està mort (no hi ha actualitzacions des de fa molt temps) i la versió 0.98 ja no pot reproduir vídeos de Youtube, així que si ets un usuari de UMPlayer és recomanable que et canviïs a SMPlayer. A més SMPlayer inclou noves opcions que no estan disponibles en UMPlayer.
es: Ahora el proyecto UMPlayer parece que está muerto (no hay actualizaciones desde hace mucho tiempo) y la versión 0.98 ya no puede reproducir vídeos de Youtube, así que si eres un usuario de UMPlayer es recomendable que te cambies a SMPlayer. Además SMPlayer incluye nuevas opciones que no están disponibles en UMPlayer.
eu: UMPlayer egitasmoak hilda dirudi (ez da eguneratu duela hilabete askotik hona) eta 0.98 bertsioak ezin ditu Youtube bideoak gehiago irakurri, hortaz UMPlayer erabiltzailea bazara gomendagarria da SMPlayerrera aldatzea. Gainera SMPlayerrek UMPlayerrek ez dituen ezaugarri berriak ditu.
gl: O proxecto UMPlayer parece abandonado, xa hai moitos meses desde a última actualización, e a versión 0.98 xa non pode reproducir vídeos de YouTube. É por iso que, se estás a empregar UMPlayer recomendámosche que te pases a SMPlayer. Ademais SMPlayer inclúe novas funcionalidades que non ten UMPlayer.
ja: UMPlayer は何ヶ月も更新されておらず、0.98 はもはや YouTube 動画を再生できません。さらに SMPlayer には UMPlayer にはない機能も充実しており、そのため UMPlayer のユーザーは SMPlayer に切り替えることが推奨されます。
lt: Atrodo jog UMPlayer projektas miręs (jau daug mėnesių jokių atnaujinimų), 0.98 versija negali atkurti Youtube vaizdo įrašų, jei naudojate UMPlayer, rekomenduojame pereiti prie SMPlayer. Taipogi SMPlayer turi naujų funkcijų kurių neturi UMPlayer.
pt: O projeto umplayer parece ter sido descontinuado, uma vez que já não existem atualizações à alguns meses. Se você é um utilizador do umplayer, aconselhamos que passe a utilizar o smplayer. O smplayer já inclui a maioria das funcionalidades introduzidas pelo umplayer e acrescentou outras que não existem no umplayer.
ru: Проект UMPlayer, похоже, мёртв (много месяцев нет обновлений), и версия 0.98 больше не может воспроизводить видео с Youtube, поэтому пользователям UMPlayer рекомендовано переключиться на SMPlayer. К тому же, SMPlayer включает новые возможности, недоступные в UMPlayer.
uk: Проект UMPlayer, схоже, мертвий (багато місяців немає оновлень), і версія 0.98 більше не може відтворювати відео з Youtube, тому користувачам UMPlayer рекомендовано перейти на SMPlayer. До того ж, SMPlayer включає нові можливості, недоступні в UMPlayer.

source: What's "smtube"?
ca: Què és això de "smtube"?
es: ¿Qué es eso de "smtube"?
eu: Zer da "smtube"?
gl: Que é «SMTube»?
ja: "SMTube" とは?
lt: Kas yra „smtube“?
pt: O que é o smtube?
ru: Что такое "smtube"?
uk: Що таке "smtube"?

source: It's the Youtube browser that was first included in UMPlayer, and we adapted it for SMPlayer. We made it an independent application, and on Linux it can run on its own, the user can select the player to use (SMPlayer isn't even required).
ca: És el cercador de vídeos de Youtube que s'incloïa en UMPlayer, i que nosaltres hem adaptat per SMPlayer. Ho hem fet un programa independent, que en linux fins i tot pot funcionar per si mateix. L'usuari pot seleccionar el reproductor que s'usarà per veure els vídeos (ni tan sols és necessari tenir instal·lat el SMPlayer).
es: Es el buscador de vídeos de Youtube que se incluía en UMPlayer, y que nosotros hemos adaptado para SMPlayer. Lo hemos hecho un programa independiente, que en linux incluso puede funcionar por sí mismo. El usuario puede seleccionar el reproductor que se usará para ver los vídeos (ni siquiera es necesario tener instalado el SMPlayer).
eu: Hau lehenik UMPlayerren barne zegoen Youtube nabigatzailea da, eta guk SMPlayerrerako egokitu dugu. Aplikazio askea egin dugu eta Linuxen bakarka jardun dezake, erabiltzaileak nahi duen irakurgailua hautatu dezake (SMPlayer ez da beharrezkoa ere).
gl: É o navegador de YouTube que se incluíu orixinalmente en UMPlayer, e que nós adaptamos para SMPlayer. Convertémolo nun aplicativo de seu, e en Linux pódese executar de maneira independente. Con isto, podes elixir o reprodutor que usas para os vídeos, mesmo non se precisa de SMPlayer.
ja: 元来 UMPlayer に搭載されていた YouTube ブラウザーで、のちに SMPlayer に移植されたものです。私たちはそれを独立したアプリケーションにしました。Linux では単体で動作し、使用するプレイヤーを選択できます (SMPlayer すら必要ありません)。
lt: Tai naršyklė kuri pirmą kart buvo paskelbta UMPlayer programoje, mes ją pritaikėme SMPlayer. Mes ją padarėme nepriklausoma programa ir ant Linux ji veikia pati, naudotojas gali pasirinkti kurį nori naudoti grotuvą(SMPlayer net nereikalingas).
pt: É o explorador YouTube que foi incluído no umplayer e que nós adaptámos ao smplayer. No entanto, criámos uma aplicação independente e em sistemas Linux pode ser utilizado com outros reprodutores que não o smplayer.
ru: Это браузер Youtube, который изначально был включён в UMPlayer, а мы адаптировали его для SMPlayer. Мы сделали его независимым приложением, и в Linux он может работать сам по себе, при этом пользователь может выбрать используемый плеер (SMPlayer даже не нужен).
uk: Це переглядач Youtube, який спочатку був інтегрований до UMPlayer, та ми адаптували його для SMPlayer. Ми зробили його незалежним додатком, і в Linux він може працювати сам по собі, при цьому користувач може вибрати типовий плеєр (SMPlayer навіть не потрібен).

source: I'm using Windows Vista or later and every time I play a video Aero is disabled, why?
ca: Ús Windows Vista o posterior i cada vegada que reprodueixo un vídeo es desactiva Aero, per què?
es: Uso Windows Vista o posterior y cada vez que reproduzco un vídeo se desactiva Aero, ¿por qué?
eu: Windows Vista edo berriagoa erabiltzen dut eta bideo bat irakurtzen dudan bakoitzean Aero ezgaitu egiten da, zergaitik?
gl: Por que se desactiva Aero en Windows Vista ou nas versións posteriores cada vez que reproduzo un vídeo?
ja: Windows Vista 以降で動画を再生する度に Aero が無効になる
lt: Aš naudoju Windows Vista ar naujesnę ir kiekvieną kartą kai paleidžiu video, Aero išjungiamas, kodėl?
pt: Porque é que no Windows Vista ou qualquer versão mais recente, sempre que vejo vídeo o serviço Aero está inativo?
ru: Я использую Windows Vista или новее, и каждый раз, когда я воспроизвожу видео, Aero выключается, почему?
uk: Я використовую Windows Vista або новішу версію, і кожен раз, коли я відтворюю відео, Aero вимикається, чому?

source: This happens when using directx as video driver (Preferences -> General -> Video). You can change it to gl, gl2 or direct3d.
ca: Això succeeix si s'usa directx com driver de vídeo (Preferències -> General -> Vídeo). Pots canviar-ho a gl, gl2 o direct3d.
es: Esto sucede si se usa directx como driver de vídeo (Preferencias -> General -> Vídeo). Puedes cambiarlo a gl, gl2 o direct3d.
eu: Hau gertatzen da directx bideo gidagailu bezala erabiltzerakoan (Hobespenak -> Orokorra -> Bideoa). Aldatu dezakezu hona: gl, gl2 edo direct3d.
gl: Ocorre por usar DirectX como controlador de vídeo. Podes cambialo a «gl», «gl2» ou «direct3d» desde «Opcións → Preferencias → Xeral → Vídeo».
ja: ビデオドライバーに directx を使用しているとそうなります。[環境設定] -> [全般] -> [ビデオ] で gl、gl2、direct3d のいずれかに切り替えてください。
lt: Tai atsitinka naudojant directx kaip video tvarkyklę (Nustatymai -> Bendra -> Video). Galite pakeisti į gl, gl2 ar direct3d.
pt: Normalmente, isto ocorre se estiver a utilizar o controlador de vídeo directx. Nas Preferências -> Geral -> Vídeo, pode alterar o controlador para gl, gl2 ou direct3d.
ru: Это происходит из-за использования directx в качестве устройства вывода видео (Настройки -> Основные -> Видео). Можете поменять его на gl, gl2 или direct3d.
uk: Це відбувається при використанні directx як відео драйвера (Налаштування -> Загальні -> Відео). Ви можете змінити його на gl, gl2 або direct3d.

source: (Windows) I'm unable to open files with special or non-English characters, why?
ca: (Windows) No puc obrir fitxers que contenen caràcters especials o en un altre alfabet, per què?
es: (Windows) No puedo abrir ficheros que contienen caracteres especiales o en otro alfabeto, ¿por qué?
eu: (Windows) Ezin ditut ireki agiriak hizki-kode bereziekin edo ez-Ingelerazkoekin, zergaitik?
gl: (Windows) Por que non podo abrir ficheiros caracteres especiais ou que non sexan do inglés?
ja: (Windows) 特殊な文字を含むファイル名が開けない
lt: (Windows) Aš negaliu atverti failų kurių vardai turi nelotyniškų simbolių, kodėl?
pt: (Windows) Porque é que não consigo abrir os ficheiros com caracteres especiais/diferentes de inglês?
ru: (Windows) Я не могу открыть файл со специальными или нелатинскими символами в имени, почему?
uk: (Windows) Я не можу відкрити файли з особливими або не-латинськими символами, чому?

source: If you are unable to open files with special or non-English characters, enable Pass short filenames (8+3) to MPlayer under Options -> Preferences -> Advanced to work around this problem.
ca: És una limitació/bug de MPlayer. Una manera d'evitar el problema és activant l'opció "Passar noms curts (8+3) a MPlayer" en Preferències, secció Avançat.
es: Es una limitación/bug de MPlayer. Una manera de evitar el problema es activando la opción "Pasar nombres cortos (8+3) a MPlayer" en Preferencias, sección Avanzado.
eu: Ezin baduzu hizki-kode bereziekin edo ez-Ingelerazkoekin agiririk ireki, gaitu Bidali agirizen laburrak (8+3) MPlayerri. Aukerak -> Hobespenak -> Aurreratua arazo honen inguruan lan egiteko.
gl: Se non podes abrir ficheiros con caracteres especiais ou que non sexan do inglés non latinos, marca a opción «Pasar rutas curtas (8+3) a MPlayer» desde «Opcións → Preferencias → Avanzado» para evitar este problema.
ja: [オプション] -> [環境設定] -> [詳細設定] にある [MPlayer へ短いファイル名 (8+3) を渡す] を有効にすることによって回避できます。
lt: Jei negalite atverti failų, kurių varduose yra nelotyniškų simbolių, parinktyse Parinktys -> Nustatymai -> Papildoma įjunkite „Pass short filenames (8+3) to MPlayer“ .
pt: Se tal acontecer, aceda a Opções -> Preferências -> Avançado e ative a opção Enviar nomes curtos (8+3) para o mplayer.
ru: Если вы не можете открыть файлы со специальными или нелатинскими символами в имени, включите опцию Передавать короткие имена (8+3) MPlayer-у в Настройки -> Дополнительно, чтобы обойти эту проблему.
uk: Якщо ви не можете відкрити файли із спеціальними або нелатинськими символами в назві, увімкніть опцію Передавати короткі назви (8+3) до MPlayer у Налаштування -> Додатково, щоб обійти цю проблему.

source: Some menu options make the video to go blank for a moment. Why?
ca: En activar algunes opcions dels menús es produeix un petit tall en el vídeo, per què?
es: Al activar algunas opciones de los menús se produce un pequeño corte en el vídeo, ¿por qué?
eu: Menuko aukera pilo batek bideoa une batez zuri jartzen dute. Zergaitik?
gl: Por que algunhas opcións do menú fan que o vídeo quede en negro uns intres?
ja: メニューオプションを選択すると一瞬ビデオが消えて真っ暗になる
lt: Kai kurios meniu parinktys akimirkai pradangina vaizdą. Kodėl?
pt: Porque é que em algumas opções de menu,o ecrã de reprodução fica vazio?
ru: Некоторые опции меню заставляют видео мерцать на какой-то момент. Почему?
uk: Деякі опції меню змушують відео мерехтіти на якийсь час. Чому?

source: Some options require to stop the MPlayer process and launch it again with new parameters. That's why playback interrupts for a moment.
ca: Algunes opcions requereixen detenir el procés del MPlayer i tornar a llançar-ho amb nous paràmetres. Per això la reproducció s'interromp per un moment.
es: Algunas opciones requieren detener el proceso del MPlayer y volver a lanzarlo con nuevos parámetros. Por eso la reproducción se interrumpe por un momento.
eu: Aukera batzuek MPlayer prozesua gelditu eta parametro berriekin berrabiaraztea behar dute. Horregaitik eteten da une batez.
gl: Para aplicar algunhas das opcións é necesario deter o proceso de MPlayer e inicialo de novo con novos parámetros. É por iso que se interrompe a reprodución uns intres.
ja: オプションの中には、一旦 MPlayer プロセスを止めてパラメーターを変えてから MPlayer を再起動させなければならないものがあります。再生が中断されることがあるのはこのためです。
lt: Kai kurioms parinktims reikia sustabdyti MPlayer ir paleisti jį iš naujo su naujais parametrais. Todėl atkūrimas pertraukiamas.
pt: Existem algumas opções que precisam de reiniciar o mplayer com novos parâmetros. Esta é a razão para tal situação ocorrer.
ru: Некоторые опции требуют остановки процесса MPlayer и его перезапуска с новыми параметрами. Поэтому воспроизведение прерывается на короткий момент времени.
uk: Деякі параметри вимагають зупинки процесу MPlayer і перезапуску з новими параметрами. Ось чому відтворення переривається.

source: First steps with SMPlayer
es: Primeros pasos con SMPlayer
eu: Lehen urratsak SMPlayerrekin
ja: SMPlayer のファーストステップ
pt: Iniciação ao smplayer
uk: Перші кроки з SMPlayer
