Repository: sarvex/smplayer
Catalog: web/translations/*.po
Languages: ca, de, es, eu, fi, gl, hu, it, ja, lt, pl, pt, pt_pt, ro, ru, uk

source: A free multimedia player with built-in codecs and Youtube&trade; support
ca: Un reproductor multimèdia gratuït amb códecs incorporats i suport per Youtube&trade;

source: A free media player with built-in codecs and Youtube&trade; support
ca: Un reproductor multimèdia gratuït amb códecs incorporats i suport per Youtube&trade;

source: But apart from providing access for the most common and useful options of MPlayer, SMPlayer adds other interesting features like the possibility to play Youtube&trade; videos or download subtitles.
ca: Però a part de proporcionar accés a les opcions més comunes de MPlayer, SMPlayer inclou noves funcions interessants, com la possibilitat de reproduir vídeos de Youtube™ o descarregar subtítols.

source: Learn about SMTube, a Youtube&trade; browser for SMPlayer
ca: Aquí pots obtenir informació sobre SMTube, el cercador de vídeos de Youtube&trade; de SMPlayer

source: SMTube, the Youtube&trade; browser
ca: SMTube, el cercador de vídeos de Youtube&trade;

source: SMTube Screenshot
ca: Captura de pantalla de SMTube

source: SMPlayer now includes a Youtube browser which we called <i>SMTube</i>. The code was taken from %1 (developed by %2). This browser allows to search Youtube videos but it's also capable of downloading them.
ca: SMPlayer inclou ara un cercador de vídeos de Youtube al qual hem anomenat <i>SMTube</i>. El codi s'ha pres de %1 (desenvolupat per %2). Aquest cercador permet també descarregar els vídeos.

source: Several improvements have been done:
ca: S'han fet les següents millores:

source: SMTube is already included in the Windows packages but on Linux it's an independent package.
ca: SMTube ja està inclòs en els paquets per a Windows, però en Linux és un paquet independent.

source: SMPlayer - Downloads
fi: SMPlayer - Lataukset
hu: SMPlayer - Letöltések
it: Scarica SMPlayer
pl: SMPlayer - Pobieranie
pt_pt: SMPlayer - Transferências
ro: SMPlayer - Descărcare

source: Stable version
de: Stabile Version
fi: Vakaa versio
hu: Stabil verzió
it: Versione stabile
pl: Wersja stabilna
pt_pt: Versão estável
ro: Versiunea stabilă

source: Package with installer:
de: Paket mit Installationsprogramm:
fi: Paketti, sisältää asennusohjelman:
hu: Csomag telepítővel:
it: Pacchetto con installazione:
pl: Pakiet z instalatorem
pt_pt: Pacote com instalador:
ro: Pachete cu program de instalare:

source: This package contains smplayer, shared libraries, translation files and icon themes. During the installation a recent version of mplayer will be downloaded and installed. Optionally you can also install some additional codecs (necessary only for a few formats, like newer RealVideo variants).
de: Dieses Paket enthält smplayer, gemeinsam benutzte Bibliotheken Übersetzungsdateien und Symbolthemen. Während der Installation wird eine vorherige Version von mplayer heruntergeladen und installiert. Wahlweise kannst du auch ein paar zusätzliche Codecs installieren (nur für einige Formate erforderlich, wie neuere RealVideo Varianten).
hu: Ez a csomag tartalmazza az SMPlayert, megosztott könyvtárakat, fordításokat és ikon témákat. A telepítés közben egy friss MPlayer verzió lesz letöltve és telepítve. Valamint telepíthet további kodekeket (csak néhány formátumhoz szükségesek, mint pl. újabb RealVideó variánsok).
it: Il pacchetto contiene smplayer, le librerie condivise, le traduzioni e i temi visuali. Nell'installazione verrà scaricata ed installata una versione recente del programma mplayer. A scelta si possono installare i codec aggiuntivi (necessari solo per alcuni formati, come le ultime varianti di RealVideo).
pt_pt: Este pacote contém o smplayer, bibliotecas partilhadas, traduções e temas de ícones. Durante a instalação, será transferida e instalada uma versão recente do mplayer. Opcionalmente, também pode instalar alguns codecs adicionais (só é necessário para alguns formatos, como as novas variantes RealVideo).

source: This package contains everything needed to run smplayer: shared libraries, translation files, icon themes and a mplayer build (the version included is %1).
de: Dieses Paket enthält alles, was man für smplayer braucht: Gemeinsam benutzte Bibliotheken, Übersetzungsdateien, Symbolthemen und eine kompilierte mplayer Binärdatei (die beinhaltete Version ist %1).
fi: Tämä paketti sisältää kaiken tarpeellisen smplayerin ajamiseen: jaetut kirjastot, käännöstiedostot, kuvaketeemat ja mplayer -ohjelman (versio on %1).
hu: Ez a csomag tartalmaz mindent, ami az SMPlayer futtatásához szükséges: megosztott könyvtárak, fordítások, ikon témák és egy MPlayer build (a mellékelt verzió %1).
it: Il pacchetto contiene tutto ciò che è necessario a smplayer, le librerie condivise, le traduzioni, i temi visuali e il programma mplayer (versione %1).
pl: Ten pakiet zawiera wszystko co jest potrzebne do uruchomienia smplayera: biblioteki wspólne, pliki językowe, tematy ikon i mplayer (mplayer w wersji %1).
pt_pt: Este pacote contém tudo o que necessita para executar o smplayer: bibliotecas partilhadas, traduções, temas e uma versão mplayer (a versão incluída é %1).
ro: Acest pachet conține tot ce este necesar pentru a rula smplayer: biblioteci comune, fișierele cu traduceri, temele pentru pictograme și un executabil mplayer (versiunea inclusă este %1).

source: Additional codecs:
de: Zusätzliche Codecs:
fi: Lisäkoodekit:
hu: További kodekek:
it: Codec aggiuntivi:
pl: Dodatkowe kodeki:
pt_pt: Codecs adicionais:
ro: Codecuri suplimentare:

source: This package adds support for codecs that are not yet implemented natively in mplayer, like newer RealVideo variants and a lot of uncommon formats. Note that they are not necessary to play most common formats like DVDs, MPEG-1/2/4, etc.
de: Dieses Paket fügt die Unterstützung für Codecs hinzu, die noch nicht in mplayer implementiert worden sind, wie z.B. neuere RealVideo Varianten und viele andere weniger verbreitete Formate. Diese Codecs werden jedoch normalerweise nicht benötigt, um die allgemein gebräuchlichen Formate, wie DVDs, MPEG-1/2/4, usw. abspielen zu können.
fi: Tämä paketti lisää tuen koodekeille, joita ei ole vielä sisäänrakennettu mplayeriin, kuten uusimmat RealVideo-muunnokset ja paljon ei-tunnettuja muotoja. Huomaa, että nämä eivät ole tarpeen kun toistetaan yleisiä muotoja kuten DVD:itä, MPEG-1/2/4 jne.
hu: Ez a csomag támogatást nyújt az MPlayer által natívan még nem támogatott kodekekhez, mint az újabb RealVideo fajták és sok kevésbé gyakori formátumhoz. Nem szükségesek a legtöbb gyakori formátum lejátszásához, mint a DVD-k, MPEG-1/2/4, stb.
it: Questo pacchetto aggiunge il supporto per i codec che non sono ancora disponibili nativamente in mplayer, come le recenti varianti di RealVideo e un sacco di altri formati non comuni. Nota che non sono necessari per riprodurre i più comuni formati come DVD, MPEG-1/2/4, ecc.
pl: Pakiet ten dodaje obsługę kodeków, które nie są zaimplementowane natywnie w mplayerze, takie jak nowsze warianty RealVideo oraz wiele rzadkich formatów. Notka: nie są one niezbędne do odtwarzania większości znanych formatów jak DVD,MPEG-1/2/4, itp.
pt_pt: Este pacote adiciona suporte a codecs que ainda não foram implementados no MPlayer, como as recentes variantes RealVideo e outros formatos não habituais. Note que estes codecs não serão necessários nos formatos mais comuns como DVDs, MPEG-1/2/4, etc.
ro: Acest pachet adaugă suport pentru codecuri ce nu au fost încă implementate în mplayer, precum versiunile noi RealVideo și multe alte formate neobișnuite. Aceste codecuri nu sunt necesare pentru redarea formatelor obișnuite precum DVD, MPEG-1/2/4, etc.

source: These codecs are to be used by mplayer only and they will be installed in the same folder, so they can't cause any conflict with other codecs you may have installed.
de: Diese Codecs sollten ausschließlich von mplayer verwendet werden. Sie werden deshalb im selben Verzeichnis installiert, damit sie keine Konflikte mit anderen Codecs verursachen, die du möglicherweise bereits installiert hast.
fi: Näitä koodekkeja voi käyttää vain mplayerin kanssa ja ne asennetaan samaan kansioon, joten eivät aiheuta mitään ristiriitoja muitten mahdollisesti asentamiesi koodekkien kanssa.
hu: Ezeket a kodekeket csak az MPlayer tudja használni és annak a könyvtárába lesznek telepítve, ezért nem képesek konfliktust okozni más esetlegesen feltelepített kodekekkel.
it: Questi codec sono da usarsi solo con mplayer e verranno installati nella stessa cartella, così da non causare conflitti con eventuali altri codec installati.
pl: Kodeki te zainstalowane zostaną w tym samym folderze i będą używane, tylko przez mplayer, więc nie będą stwarzać konfliktów z innymi kodekami w systemie.
pt_pt: Estes codecs só serão usados pelo MPlayer e apenas serão instalados na mesma pasta, de modo a que não causem conflitos com outros codecs que possa ter instalado.
ro: Aceste codecuri vor fi folosite numai de către mplayer și vor fi instalate în același director, astfel nu vor intra în conflict cu diverse alte codecuri pe care le mai aveți instalate în sistem.

source: If you prefer a zip file, you can get it at the <a href=%1>mplayer site</a> (%2).
de: Wenn du eine zip-Datei bevorzugst, dann bekommst du sie auf der <a href=%1>mplayer Webseite</a> (%2).
fi: Jos suosit zip-tiedostoa, voit hakea sen <a href=%1>mplayer-sivuilta</a> (%2).
hu: Ha inkább zip fájlt szeretne, letöltheti az <a href=%1>MPlayer oldalról</a> (%2).
it: Se preferisci un file zip, puoi prelevarlo sul <a href=%1>sito di mplayer</a> (%2).
pl: Jeśli preferujesz plik zip, można go pobrać ze <a href=%1>strony mplayera</a> (%2).
pt_pt: Se preferir um ficheiro zip, pode obtê-lo em <a href=%1>sítio mplayer</a> (%2).
ro: Dacă preferați un fișier zip îl putei găsi la <a href=%1>mplayer site</a> (%2).

source: Package (without installer) which includes smplayer, shared libraries, translations and icon themes. It doesn't include mplayer.
de: Paket (ohne Installationsprogramm), welches smplayer, gemeinsam benutzte Bibliotheken, Übersetzungen und Symbolthemen enthält. Es beinhaltet nicht mplayer.
fi: Paketti (ilman asennusohjelmaa), joka sisältää smplayerin, jaetut kirjastot, käännökset ja kuvaketeemat. Se ei sisällytä mplayeria.
hu: Csomag (telepítő nélkül), amely tartalmazza az SMPlayert, megosztott könyvtárakat, fordításokat és ikon témákat. Nem tartalmazza az MPlayert.
it: Il pacchetto (senza installazione) contiene smplayer, le librerie condivise, le traduzioni. Non include mplayer.
pl: Pakiet (bez instalatora), który zawiera smplayer, biblioteki wspólne, tłumaczenia i tematy ikon. Nie zawiera mplayera.
pt_pt: Pacote (sem instalador) que inclui smplayer, bibliotecas partilhadas, traduções e temas de ícones. Não inclui o Mplayer.
ro: Acest pachet (fără program de instalare) include smplayer, bibliotecile comune, fișierele cu traduceri și temele pentru pictograme. Pachetul nu include și mplayer.

source: This package is for advanced users only!
de: Dieses Paket ist nur für fortgeschrittene Anwender gedacht!
fi: Tämä paketti on vain kehittyneille käyttäjille!
hu: Ez a csomag csak haladó felhasználóknak ajánlott!
it: Questo pacchetto è solo per utenti esperti!
pl: Pakiet ten jest tylko dla zaawansowanych użytkowników
pt_pt: Este pacote é apenas para utilizadores avançados!
ro: Acest pachet este doar pentru utilizatorii avansați!

source: Portable version of SMPlayer. It can be run from external devices, like USB flash drives. It doesn't require installation, just uncompress the package wherever you want and double click on smplayer.exe to run it.
de: Portable Version von SMPlayer. Sie kann von externen Geräten, wie z.B. USB Flash Drives gestartet werden. Es setzt keine Installation voraus. Entpacke einfach das Paket wohin du willst und klicke doppelt auf smplayer.exe, um es zu starten.
fi: SMPlayerin siirrettävä versio. Voit käyttää sitä ulkoisilta laitteilta, kuten USB-muistitikuilta. Se ei vaadi asennusta, sinun pitää vain purkaa paketti mihin ikinä haluatkaan ja kaksoisklikata smplayer.exe tiedostoa käynnistääksesi.
hu: Az SMPlayer hordozható verziója. Futtatható külső eszközökrõl, pl. USB flash meghajtók. Nem igényel telepítést, csak tömörítse ki a csomagot és kattintson duplán az smplayer.exe-re a futtatáshoz.
pl: Wersja portable SMPlayera. Można ją uruchomić na zewnętrznych urządzeniach, takich jak napędy USB flash. Nie wymaga instalacji, po prostu zdekompresuj pakiet gdzie chcesz i kliknij dwa razy na smplayer.exe, żeby go uruchomić.
pt_pt: Versão portátil do SMPlayer. Pode ser executado a partir de dispositivos externos como unidades USB. Não requer instalação. Só precisa descomprimir o pacote para um local à sua escolha e duplo clique em smplayer.exe para o executar.
ro: Aceasta este versiunea portabilă pentru SMPlayer. Poate fi rulat de pe dispozitive externe precum dispozitive de memorie flash USB. Nu are nevoie de instalare, doar dezarhivați pachetul oriunde doriți și efectuați clic dublu pe fișierul smplayer.exe pentru a-l rula.

source: The package also includes the icon themes, translations and a MPlayer build.
de: Dieses Paket enthält auch die Symbolthemen, Übersetzungen und einen MPlayer Binärdatei.
fi: Paketti sisältää myös kuvaketeemat, käännökset ja MPlayer-version.
hu: Ez a csomag ikon témákat, fordításokat és egy MPlayer buildet is tartalmaz.
pl: Pakiet zawiera również tematy ikon, tłumaczenia i wbudowany MPlayer.
pt_pt: Este pacote também inclui os temas, traduções e uma estrutura Mplayer
ro: Acest pachet conține teme pentru pictograme, fișierele cu traduceri și un executabil MPLayer.

source: Note: 7z files can be uncompressed with <a href=%1>7-Zip</a>.
de: Hinweis: 7z-Dateien können mit <a href=%1>7-Zip</a> entpackt werden.
fi: Huomautus: 7z -tiedostot voidaan purkaa <a href=%1>7-Zip</a>illä.
hu: Megjegyzés: a 7z fájlok <a href=%1>7-Zip</a>-el kitömöríthetők.
pl: Notka: plik 7z można wypakować za pomocą <a href=%1>7-Zip</a>.
pt_pt: Nota: ficheiros 7z podem ser descomprimidos com <a href=%1>7-Zip</a>.
ro: Notă: fișierele de tip 7z pot fi dezarhivate cu <a href=%1>7-Zip</a>.

source: Read the file Install.txt included in the package to know how compile it.
de: Lese die im Paket enthaltene Datei Install.txt, um herauszufinden, wie man das Paket kompiliert.
fi: Lue tiedosto Install.txt paketin sisällä tietääksesi kuinka voit kääntää sen.
hu: Olvassa el a csomagban lévő Install.txt fájlt a fordítási információkért.
it: Leggi il file Install.txt incluso nel pacchetto per capire come compilarlo.
pl: Wszystkie informacje dotyczące instalacji zawarte są w pliku install.txt
pt_pt: Leia o ficheiro Install.txt incluído no pacote para saber como compilar.
ro: Pentru a afla cum se compilează citiți fișierul install inclus în pachet.

source: Compiled on Ubuntu %1.
hu: Fordítva Ubuntu %1-en.
pt_pt: Compilado em Ubuntu %1.

source: Package for AMD64. Compiled on Ubuntu %1.
hu: Csomag AMD64-re. Fordítva Ubuntu %1-en.
pt_pt: Pacote para AMD64. Compilado em Ubuntu %1.

source: Suggested package:
de: Vorgeschlagene Pakete:
fi: Suositeltu paketti:
hu: Ajánlott csomag:
it: Pacchetto suggerito:
pl: Proponowany pakiet:
pt_pt: Pacote sugerido:
ro: Pachete sugerate:

source: The version of mplayer included in Ubuntu is a little bit old (%1). SMPlayer has support for some of the new features of mplayer, so a newer version is highly recommended.
hu: Az Ubuntuhoz mellékelt MPlayer kissé régi (%1). Az SMPlayer támogatja az MPlayer néhány új funkcióját, ezért egy újabb verzió erősen ajánlott.
pt_pt: A versão mplayer incluída no Ubuntu é antiga (%1). O SMPlayer suporta algumas das novas características do mplayer, logo é recomendada uma versão mais recente.
ro: Versiunea de mplayer inclusă în Ubuntu este un pic cam veche (%1). SMPlayer Are suport pentru câteva din caracteristicile noi ale lui mplayer, așa că se recomandă folosirea unei versiuni mai noi.

source: You can get updated versions <a href=%1>here</a>
hu: Letöltheti a frissített verziót <a href=%1>innen</a>
pt_pt: Pode obter versões actualizadas <a href=%1>aqui</a>
ro: Puteți achiziționa versiuni actualizate <a href=%1>de aici</a>

source: New!
hu: Új!
pt_pt: Novo!

source: Now you can easily install the SMPlayer and MPlayer packages with %1. Just add one of the following lines to your %2, according to your version of Ubuntu:
hu: Most egyszerűen telepítheti az SMPlayer és MPlayer csomagokat %1 segítségével. Csak adja hozzá a %2 fájljához a következő sorok egyikét, az Ubuntu verziójának megfelelően:
pt_pt: Agora pode facilmente instalar os pacotes SMPlayer e MPlayer com %1 Adicione uma das seguintes linhas ao seu %2, de acordo com a sua versão Ubuntu:

source: Icon Themes:
de: Symbolthemen:
fi: Kuvaketeemat:
hu: Ikon témák:
it: Temi visuali:
pl: Tematy ikon:
pt_pt: Temas de Ícones:
ro: Teme Pictograme:

source: Optional packages which provide some icon themes.
de: Wahlfreie Pakete, die einige Symbolthemen zur Verfügung stellen.
fi: Vapaaehtoisia paketteja, jotka antavat joitakin kuvaketeemoja.
hu: Opcionális csomagok néhány ikon témával.
it: Pacchetti opzionali che contengono alcuni temi di icone.
pl: Opcjonalne pakiety zawierające kilka tematów ikon
pt_pt: Pacotes adicionais que providenciam temas de ícones.
ro: Pachete opționale care oferă mai multe teme pentru interfața programului.

source: Additional packages
de: Zusätzliche Pakete
fi: Lisäpaketteja
hu: További csomagok
it: Pacchetti aggiuntivi
pl: Dodatkowe pakiety
pt_pt: Pacotes adicionais
ro: Pachete suplimentare

source: There are several additional packages for advanced users: <a href=%1>See sourceforge download page</a>.
de: Es gibt einige zusätzliche Pakete für fortgeschrittene Anwender: <a href=%1>siehe Sourceforge Download Seite</a>.
fi: Kehittyneille käyttäjille on joitakin lisäpaketteja: <a href=%1>Katso SourceForgen lataussivu</a>.
hu: További csomagok érhetők el haladó felhasználók számára: <a href=%1>Lásd SourceForge letöltési oldal</a>.
it: Svariati altri pacchetti aggiuntivi per utenti esperti: <a href=%1>Vedi la pagina download di Sourceforge</a>.
pl: Tutaj znajdziesz dodatkowe pakiety dla zaawansowanych użytkowników: <a href=%1>Zobacz stronę pobierania sourceforge</a>.
pt_pt: Existem diversos pacotes para utilizadores avançados: <a href=%1>Veja página de transferências sourceforge</a>.
ro: Există mai multe pachete suplimentare pentru utilizatorii avansați: <a href=%1>Consultați pagina de descărcări a sitului sourceforge</a>

source: Contributed packages
de: Beigesteuerte Pakete
fi: Avustetut paketit
hu: Hozzájárulók csomagjai
it: Pacchetti donati
pl: Pakiety stworzone przez różne osoby
pt_pt: Pacotes em colaboração
ro: Pachete pentru diverse distribuții

source: There are available packages for other distros, created by other people. <a href=%1>Click here</a> to see them.
de: Es gibt verfügbare Pakete für andere Distributionen, die von anderen Leuten gebaut wurden. <a href=%1>Klicke hier</a>, um sie zu sehen.
fi: Paketteja on saatavilla myös muille jakoversioille, jotka muut ihmiset ovat tehneet. <a href=%1>Klikkaa tästä</a> katsoaksesi ne.
hu: Elérhetőek más emberek által készített csomagok egyéb disztribúciókra. <a href=%1>Kattintson ide</a> a megtekintésükhöz.
it: Sono disponibili pacchetti per altre distro, creati da altre persone. <a href=%1>Clicca qui</a> per vederli.
pl: Tutaj dostępne są pakiety wykonane przez różne osoby dla innych dystrybucji. <a href=%1>Kliknij</a> żeby je zobaczyć.
pt_pt: Existem pacotes disponíveis para outras distros, criados por outras pessoas. <a href=%1>Clique aqui</a> para os ver.
ro: Sunt disponibile pachete pentru alte distribuții, create de alte persoane. Le puteți vedea <a href=%1><b>aici</b></a>.

source: Related Project
de: Ähnliche Projekte
fi: Suositeltu projekti
hu: Kapcsolódó projekt
it: Progetti collegati
pl: Prejekty pokrewne
pt_pt: Projectos Relacionados
ro: Proiecte înrudite

source: by MuldeR
de: von MuldeR
fi: MuldeR:ltä
hu: MuldeR által
it: di MuldeR
pl: wykonany przez
pt_pt: por MuldeR
ro: realizate de către MuldeR

source: This package contains a very recent version of SMPlayer (often taken from the SVN repository) as well as a recent version of MPlayer. It also provides its own installer, mplayer builds optimized for several processors and binary codecs.
de: Dieses Paket enthält eine sehr neue Version von SMPlayer (oft aus der SVN Datenablage), sowie eine kürzlich erschienene Version von MPlayer. Es bietet auch ein Installationsprogramm und für verschiedene Prozessoren optimierte mplayer Binärdateien und Binärcodecs an.
fi: Tämä paketti sisältää täysin uusimman version SMPlayerista (yleensä otettu SVN-kannasta) kuten myös uusimman version MPlayerista. Se antaa myös sen oman asentajan, mplayer-versiot optimoitu tietyille prosessoreille ja lähdekoodin koodekit.
hu: Ez a csomag az SMPlayer egy nagyon friss verzióját tartalmazza (gyakran az SVN repositoryról szedve), valamint az MPlayer egy friss verzióját. Továbbá saját telepítőt, különböző processzorokra optimalizált MPlayer buildeket és kodekeket tartalmaz.
it: Questo pacchetto contiene una versione molto recente di SMPlayer (spesso proveniente dal repositorio SVN) e pure una versione recente di MPlayer. Inoltre fornisce un proprio programma di installazione, i codec binari aggiuntivi e il programma mplayer è ottimizzato per svariati processori.
pl: Ten pakiet zawiera ostatnią wersję SMPlayera (często pobieraną z repozytorium SVN ) oraz ostatnią wersję MPlayera. Posiada on własny instalator, wbudowany mplayer zoptymalizowany pod kilka procesorów i kodeki binarne.
pt_pt: Este pacote contém uma versão recente do SMPlayer (retirada do repositório SVN) bem como uma versão recente do MPlayer. Também providencia o instalador, versões Mplayer optimizadas para os diversos processadores e codecs binários.
ro: Acest pachet conține o versiune foarte recentă pentru SMPlayer (de regulă luată din arhivele software SVN) precum și cea mai recentă versiune pentru MPLayer. De asemenea mai furnizează și propriul program de instalare, propriul executabil mplayer optimizat pentru diferite procesoare și mai conține mai multe codecuri.

source: Unstable releases
de: Instabile Freigabeversionen
fi: Epävakaat julkaisut
hu: Nem stabil kiadások
it: Rilasci instabili
pl: Wydania niestabilne
pt_pt: Versões instáveis
ro: Versiuni Instabile

source: You can get packages directly taken from the SVN (source code and Windows updates), <a href=%1><b>here</b></a>.
de: Du kannst auch direkt <a href=%1><b>hier</b></a> Pakete aus dem SVN holen (Quellcode und Windows Aktualisierungen).
fi: Voit hakea paketit suoraan SVN:stä (lähdekoodi ja Windows-päivitykset), <a href=%1><b>tästä</b></a>.
hu: Letölthet közvetlenül az SVN-ről készített csomagokat (forráskód és Windows frissítések), <a href=%1><b>innen</b></a>.
it: Puoi recuperare i pacchetti direttamente da SVN (codice sorgente e aggiornamenti per Windows), <a href=%1><b>qui</b></a>.
pl: <a href=%1><b>Tutaj</b></a> możesz pobrać bezpośrednio pakiety SVN (kod źródłowy i aktualizacje dla Windows).
pt_pt: Pode obter pacotes directamente retirados do SVN (código fonte e actualizações Windows),<a href=%1><b>aqui</b></a>.
ro: Puteţți descărca pachete obținute direct din SVN (cod sursă şi actualizări pentru Windows), <a href=%1><b>de aici</b></a>.

source: The SMPlayer Project
de: Das SMPlayer Projekt
fi: SMPlayer-projekti
hu: Az SMPlayer projekt
it: Il progetto SMPlayer
pl: SMPlayer
pt_pt: O Projecto SMPlayer
ro: Proiectul SMPlayer

source: Donations
hu: Támogatás
pt_pt: Doações
ro: Donații

source: SMPlayer - General Info
de: SMPlayer - Allgemeine Infos
fi: SMPlayer - Yleisiä tietoja
hu: SMPlayer - Általános Infó
it: SMPlayer - Informazioni generali
pl: SMPlayer - Główne informacje
pt_pt: SMPlayer - Informação Geral
ro: SMPlayer - Informații Generale
