Repository: sarvex/smplayer
Catalog: web/translations/*.po
Languages: ca, de, es, eu, fi, gl, hu, it, ja, lt, pl, pt, pt_pt, ro, ru, uk

source: This package contains smplayer, themes, translations, mplayer %1 and the Youtube browser.
es: Este paquete contiene smplayer, temas, traducciones, mplayer %1 y el buscador de Youtube.
eu: Pakete honek smplayer, azalgaiak, itzulpenak, mplayer %1 eta Youtube nabigatzailea ditu.
gl: Este paquete contén ao smplayer, os temas, as traducións, o mplayer %1 e o navegador de Youtube.
ja: このパッケージには、SMPlayer、テーマ、翻訳、MPlayer %1 および YouTube ブラウザーが含まれています。
lt: Šiame pakete yra smplayer, temos, vertimai, mplayer %1 ir YouTube naršyklė.
pt: Este pacote disponibiliza o smplayer, os temas, as traduções, o mplayer %1 e o explorador Youtube.
ru: Этот пакет содержит smplayer, темы, переводы, mplayer %1 и браузер YouTube.
uk: Цей пакет містить smplayer, теми, переклади, mplayer %1 та переглядач Youtube .

source: More info
ca: Més informació
es: Más información
eu: Argibide gehiago
gl: Máis información
hu: Több információ
ja: 詳細情報
lt: Daugiau informacijos
pt: Mais informações
pt_pt: Mais informação
ro: Mai multe informații
ru: Дополнительная информация
uk: Детальніше

source: Test the new beta. Includes mplayer %1.
es: Prueba la nueva beta. Incluye mplayer %1.
eu: Aztertu beta berria. Barne du mplayer %1.
ja: 新しいベータ版をお試しください。MPlayer %1 が同梱されています。
lt: Išbandykite naują beta versiją. Ji turi mplayer %1.
pt: Teste a versão beta. Inclui o mplayer %1.
uk: Протестуйте нову бета-версію, яка містить у собі vplayer %1.

source: Click here to download SMPlayer %1 with MPlayer2
pt: Clique aqui para transferir o smplayer %1 com o mplayer2

source: Experimental package with mplayer2 (%1).
ca: Paquet experimental amb mplayer2 (%1).
es: Paquete experimental con mplayer2 (%1).
eu: Pakete esperimentala mplayer2-rekin (%1).
gl: Paquete en probas co mplayer2 (%1).
ja: MPlayer2 (%1) が同梱された実験的なパッケージです。
lt: Eksperimentinis paketas su mplayer2 (%1).
pt: Pacote experimental com o mplayer2 (%1).
ru: Экспериментальный пакет с mplayer2 (%1).
uk: Експериментальний пакет з mplayer2 (%1).

source: mplayer2 provides additional features like support for mkv ordered chapters, bugfixes and other improvements.
ca: mplayer2 inclou interessants novetats com a suport per als "ordered chapters" de mkv, correccions d'errors i altres millores.
es: mplayer2 incluye interesantes novedades como soporte para los "ordered chapters" de mkv, arreglos de fallos y otras mejoras.
eu: MPlayer2-k ezaugarri gehigarriak eskaintzen ditu, mkv atal antolatuentzako sostengua, akats-zuzenketak eta beste hobekuntza batzuk bezala.
gl: mplayer2 ofrece novas características como o capítulos ordenados no mkv, correccións de erros e outras melloras.
ja: MPlayer2 には、MKV のチャプターの再現などの新たな機能のほか、バグ修正、その他の改良が加えられています。
lt: mplayer2 suteikia papildomų galimybių, tokių kaip mkv skyrių palaikymas, klaidų pataisymai ir kiti pagerinimai.
pt: O mplayer2 disponibiliza mais funções do que o mplayer como, por exemplo, a organização dos capítulos dos vídeos mkv.
ru: mplayer2 предоставляет дополнительные возможности вроде поддержки глав mkv, исправления ошибок и прочие улучшения.
uk: mplayer2 надає додаткові можливості, такі як підтримка розділів mkv, виправлені помилки та інші удосконалення.

source: Alternative packages
ca: Paquets alternatius
es: Paquetes alternativos
eu: Aukerazko paketeak
gl: Paquetes alternativos
ja: その他のパッケージ
lt: Alternatyvūs paketai
pt: Pacotes alternativos
ru: Альтернативные пакеты
uk: Альтернативні пакети

source: There are available other packages (like a portable version), %1.
ca: Hi ha disponibles altres paquets (com una versió portable), %1.
es: Hay disponibles otros paquetes (como una versión portable), %1.
eu: Beste pakete batzuk ere eskuragarri daude (bertsio eramangarri bezala), %1.
gl: Hai outros paquetes dispoñíbeis, como unha versión portátil, %1.
ja: ポータブル版など、これ以外のパッケージは%1にあります。
lt: %1 yra ir kitų paketų (tokių kaip nešiojama versija).
pt: Existem também outros pacotes e uma versão portátil %1.
ru: Другие пакеты (например, портативная версия), доступны %1.
uk: Є доступні інші пакети (наприклад портативна версія), %1.

source: here
ca: aquí
es: aquí
eu: hemen
gl: aquí
ja: こちら
lt: Čia
pt: aqui
ru: здесь
uk: тут

source: If you wish you can also try the %1.
ca: Si vols també pots provar la %1.
es: Si lo deseas también puedes probar la %1.
eu: Nahi baduzu honekin saiatu zaitezke: %1
gl: Se queres tamén pode probar a %1.
ja: また、お望みでしたら%1もお試しいただけます。
lt: Jei norite galite pabandyti %1.
pt: Também pode experimentar a %1.
ru: При желании можете также попробовать %1.
uk: Якщо бажаєте, ви також можете спробувати %1.

source: development version
ca: versió en desenvolupament
es: versión en desarrollo
eu: garapen bertsioa
gl: versión de desenvolvemento
ja: 開発版
lt: kūrimo versiją
pt: versão de desenvolvimento
ru: версия в разработке
uk: версія у розробці

source: The mplayer and mplayer2 binaries for windows have been provided by %1.
ca: Els binaris del mplayer i mplayer2 per windows han estat proporcionats per %1.
es: Los binarios del mplayer y mplayer2 para windows han sido proporcionados por %1.
eu: Windows-rako mplayer eta mplayer2 binarioak %1-ek hornituak dira.
gl: As compilacións para Windows de mplayer e mplayer2 foron fornecidas por %1.
ja: MPlayer と MPlayer2 の Windows 用バイナリは %1 氏にご提供いただいております。
lt: Sukompiliuotą mplayer2 versiją skirtą window sukūrė %1.
pt: Os binários mplayer e mplayer2, para Windows, foram criados por %1.
ru: Бинарные файлы mplayer и mplayer2 для windows предоставлены %1.
uk: Бінарні файли mplayer і mplayer2 для windows надані %1.

source: More info at %1 and %2
ca: Més informació en %1 i %2
es: Más información en %1 y %2
eu: Argibide gehiago %1 eta %2
gl: Máis información en %1 e %2
ja: 詳細は %1 と %2 にあります。
lt: Daugiau informacijos %1 ir %2
pt: Mais informações em %1 e %2
ru: Больше информации о %1 и %2
uk: Більш детальна інформація на %1 і %2

source: Packages for Ubuntu
ca: Paquets per Ubuntu
es: Paquetes para Ubuntu
eu: Ubuntu-rako Paketeak
gl: Paquetes para Ubuntu
ja: Ubuntu 用パッケージ
lt: Ubuntu paketai
pt: Pacotes para Ubuntu
ru: Пакеты для Ubuntu
uk: Пакети для Ubuntu

source: To install smplayer, just run these commands in a terminal:
ca: Per instal·lar SMPlayer, simplement executa aquestes ordres en un terminal:
es: Para instalar smplayer, simplemente ejecuta estas órdenes en un terminal:
eu: SMplayer ezartzeko, ekin agindu hauei terminalean:
gl: Para instalar SMPlayer executa as seguintes ordes nun terminal:
ja: smplayer をインストールするには、ターミナルでこれらのコマンドを実行してください:
lt: Norėdami įdiegti smplayer, terminale įvykdykite šias komandas:
pt: Para instalar o smplayer, execute estes comandos no terminal:
ru: Для установки smplayer, выполните следующий команды в терминале:
uk: Щоб встановити SMPlayer, просто запустіть ці команди в терміналі:

source: Contributed packages for other Linux distributions
ca: Paquets per a altres distribucions de Linux
es: Paquetes para otras distribuciones de Linux
eu: Beste Linux banaketa batzuetarako ekarpen paketeak
gl: Paquetes para outras distribucións Linux que foron contribuídos
ja: その他の Linux ディストリビューション用パッケージ
lt: Paketai kitiems distributyvams
pt: Pacotes para outras distribuições Linux
ru: Готовые пакеты для других дистрибутивов Linux
uk: Сторонні пакети для інших дистрибутивів Linux

source: Click here to see a list of packages contributed by other people.
ca: Fes clic aquí per veure una llista de paquets aportats per altres persones.
es: Haz clic aquí para ver una lista de paquetes aportados por otras personas.
eu: Klikatu hemen beste batzuen ekarpenezko paketeak ikusteko
gl: Preme aquí para ver a lista de paquetes contribuídos por outra xente.
ja: 有志によって提供されたすべてのパッケージの一覧はこちらです。
lt: Paspauskite čia ir pamatysite sąrašą žmonių kurie padėjo su paketais.
pt: Clique aqui para consultar a lista de pacotes criados por terceiros.
ru: Щёлкните здесь, чтобы увидеть список пакетов, собранных другими людьми.
uk: Клікніть тут, щоб подивитися список пакетів, доданих іншими людьми.

source: Sources
ca: Codi font
es: Fuentes
eu: Iturburuak
gl: Fontes
ja: ソース
lt: Pradiniai kodai
pt: Código fonte
ru: Исходные коды
uk: Джерела

source: Development
ca: Desenvolupament
es: Desarrollo
eu: Garapena
gl: Desenvolvemento
ja: 開発版
lt: Kūrimas
pt: Desenvolvimento
ru: Разработка
uk: Розробка

source: You can get the latest source from svn with this command:
ca: Pots descarregar la versió més recent del svn amb aquesta ordre:
es: Puedes descargar la versión más reciente del svn con esta orden:
eu: Azken iturburu kodea lortu dezakezu svn-tik komando honekin:
gl: Podes obter a última versión
ja: 以下のコマンドを実行して SVN から最新のソースを取得できます:
lt: Naujausią kodo versiją galite gauti iš svn su šia komanda:
pt: Pode obter o código fonte com este comando:
ru: Вы можете получить последние исходные коды из svn с помощью команды:
uk: Ви можете отримати останній вихідний код, з SVN за цією командою:

source: Browse the svn repository
ca: Veure el repositori svn
es: Ver el repositorio svn
eu: Bilatu svn biltegia
gl: Navegar o repositorio svn
ja: SVN リポジトリを閲覧する
lt: Naršyti svn saugyklą
pt: Explorar o repositório svn
ru: Обзор svn-репозитория
uk: Оглянути svn репозиторій

source: Information about the Windows installer
ca: Informació sobre l'instal·lador per a Windows
es: Información sobre el instalador para Windows
eu: Windows ezartzileari buruzko argibideak
gl: Información sobre o instalador de Windows.
ja: Windows 用インストーラーについて
lt: Informacija apie Windows diegyklę
pt: Informações sobre o instalador Windows
ru: Информация об установщике для Windows
uk: Інформація про інсталятор Windows

source: For an easy installation on Windows we provide a package with installer.
ca: Per a una instal·lació més senzilla en Windows proporcionem un paquet amb instal·lador.
es: Para una instalación más sencilla en Windows proporcionamos un paquete con instalador.
eu: Windowsen ezarpen erraz bat egiteko ezartzailea duen paketea hornitzen dugu.
gl: Para facilitar a instalación en Windows fornecemos un paquete con instalador.
ja: Windows 上での手軽なインストールを実現するために、インストーラーパッケージをご用意しています。
lt: Paprastesniam diegimui Windows sistemoje, mes suteikiame paketą su diegykle.
pt: Para uma fácil instalação no Windows, disponibilizamos um pacote com instalador.
ru: Для лёгкой установки под Windows мы предоставляем пакет с установщиком.
uk: Для легкого встановлення на Windows, ми надаємо пакет з інсталятором.

source: The installer may contain a promotional screen with an offer to install a 3rd party application.
ca: L'instal·lador pot contenir una pantalla promocional amb una oferta per instal·lar una aplicació de tercers.
es: El instalador puede contener una pantalla promocional con una oferta para instalar una aplicación de terceros.
eu: Ezartzaileak hirugarrenen aplikazioak eskaintzen dituen sustapen ikusleiho bat izan dezake.
gl: Pode que o instalador inclúa unha páxina de promoción que che ofreza instalar algún aplicativo de terceiros.
ja: このインストーラーには第三者製アプリケーションのインストールを促すプロモーション画面が表示されることがあります。
lt: Diegyklė gali turėti reklamos ekraną su siūlymu diegti trečiosios šalies programą.
pt: O instalador pode conter um ecrã promocional com a possibilidade de instalar aplicações de terceiros.
ru: Установщик может содержать экран с предложением установить стороннее приложение.
uk: Встановлювач може містити рекламний екран з пропозицією встановити третій додатків сторонніх виробників.

source: If you aren't interested in the offer, just uncheck the option(s) and the installation of smplayer will proceed as usual.
ca: Si no estàs interessat en l'oferta, simplement desmarca la opció i la instal·lació continuarà normalment.
es: Si no estás interesado en la oferta, simplemente desmarca la(s) opcion(es) y la instalación continuará normalmente.
eu: Ez bazaude eskaintzan interesaturik, ez hautatu aukera(k) eta smplayerren ohiko ezarpena burutuko da.
gl: Se non che interesa simplemente desmarca a opción ou opcións e a instalación de SMPlayer continuará con normalidade.
ja: それらのアプリケーションに関心がない場合は、オプションのチェックを解除してから SMPlayer のインストールを続けてください。
lt: Jei jūsų nedomina pasiūlymas, tiesiog atžymėkite tą parinkty(-is) ir tęskite diegimą kaip įprasta.
pt: Se não estiver interessado na oferta, desmarque a opção e a instalação do smplayer seguirá normalmente.
ru: Если вас не интересует это предложение, просто уберите отметки с этих опций и установка smplayer будет проводиться как обычно.
uk: Якщо вас не цікавить ця пропозиція, просто приберіть відмітки з цих опцій і встановлення smplayer буде проводитися як завжди.

source: This screen allows us to further improve smplayer and keep distributing it for free. We ask for your understanding.
ca: Aquesta pantalla ens permet millorar smplayer i poder seguir distribuint-ho gratuïtament. Esperem que ho comprenguis.
es: Esta pantalla nos permite mejorar smplayer y poder seguir distribuyéndolo gratuitamente. Esperamos que lo comprendas.
eu: Ikuslehio honek smplayer gehiago hobetzen eta dohainik banatzea ahabidetzen digu. Ulertuko duzulakoan gaude.
gl: Entende que necesitamos incluír esa páxina para continuar mellorando SMPlayer e seguir distribuíndoo de balde. Pedímosche que o comprendas.
ja: この画面により、SMPlayer の機能向上と無償提供が可能になります。ご理解とご協力をお願いします。
lt: Šis ekranas leidžia mums toliau kurti ir neapmokestinti smplayer. Supraskite ir mus.
pt: Este ecrã permite-nos melhorar e disponibilizar o smplayer gratuitamente. Solicitamos a sua compreensão.
ru: Этот экран позволяет нам продолжать улучшать smplayer и поддерживать его распространение на свободных условиях. Просим вашего понимания.
uk: Цей екран дозволяє нам продовжувати поліпшувати smplayer і підтримувати його поширення як вільне пз. Просимо вашого розуміння.

source: Optional components
ca: Components opcionals
es: Componentes opcionales
eu: Aukerazko osagaiak
gl: Compoñentes opcionais
ja: 選択可能なコンポーネント
lt: Nebūtini komponentai
pt: Componentes opcionais
ru: Опциональные компоненты
uk: Додаткові компоненти

source: The installer allows to select the components to install:
ca: L'instal·lador permet seleccionar els components que s'instal·laran:
es: El instalador permite seleccionar los componentes que se instalarán:
eu: Ezartzaileak ezarri beharreko osagaiak hautatzea ahalbidetzen du:
gl: O instalador permitirache escoller os compoñentes que queres instalar:
ja: インストーラーでは、インストールするコンポーネントを選択することができます:
lt: Diegyklė leidžia pasirinkti kuriuos komponentus norėsite įdiegti:
pt: O instalador permite-lhe escolher os componentes a instalar:
ru: Установщик позволяет выбрать инсталлируемые компоненты:
uk: Інсталятор дозволяє вибрати компоненти для встановлення:

source: Languages
ca: Idiomes
es: Idiomas
eu: Hizkuntzak
gl: Idiomas
ja: 言語
lt: Kalbos
pt: Idiomas
ru: Языки
uk: Мови

source: Translations for more than 30 languages are provided.
ca: S'inclouen traduccions per més de 30 idiomes.
es: Se incluyen traducciones para más de 30 idiomas.
eu: 30 hizkuntza itzulpen baino gehiagorekin.
gl: Hai dispoñibles traducións a máis de 30 idiomas.
ja: 30 を超える言語の翻訳が用意されています。
lt: Pateikiami vertimai į daugiau nei 30 kalbų.
pt: Traduções para mais de 30 idiomas.
ru: Переводы более чем для 30 языков доступны.
uk: Переклади надаються більш ніж 30 мовами.

source: If you uncheck this option, only English will be available.
ca: Si desmarcas aquesta opció, només estarà disponible l'anglès.
es: Si desmarcas esta opción, sólo estará disponible el inglés.
eu: Aukera hau ez baduzu hautatzen, Ingelera bakarrik egongo da eskuragarri.
gl: Se desmarcas esta opción, o aplicativo estará dispoñible unicamente en inglés.
ja: このオプションのチェックを解除すると、英語でしか利用できなくなります。
lt: Jei atžymėsite šią parinkty, bus prieinama tik Anglų.
pt: Se desmarcar esta opção, só estará disponível a versão em inglês.
ru: Если вы снимете отметку этой опции, будет доступен только английский.
uk: Якщо ви відключите цю опцію, лише англійська буде доступна.

source: Icon themes
ca: Temes d'icones
es: Temas de iconos
eu: Ikur azalgaiak
gl: Temas de iconas
ja: アイコンテーマ
lt: Piktogramų temos
pt: Temas de ícones
ru: Темы иконок
uk: Теми іконок

source: Some icon themes are provided, which allow to change the look of the application.
ca: Estan disponibles alguns temes d'icones, que permeten canviar l'aspecte de l'aplicació.
es: Están disponibles algunos temas de iconos, que permiten cambiar el aspecto de la aplicación.
eu: Ikur azalgai batzuk hornitzen dira, honek aplikazioaren irudia aldatzea ahalbidetzen du.
gl: Fornécense algúns temas de iconas, que che permiten cambiar o aspecto do aplicativo.
ja: 数種類のアイコンテーマです。アプリケーションの外観の変更を可能にします。
lt: Suteikiamos kelios piktogramų temos, kurios leis pakeisti programos išvaizdą.
pt: São disponibilizados alguns temas de ícones que lhe permitem alterar o aspeto da aplicação.
ru: Предоставляются некоторые темы иконок, позволяющие изменить внешний вид приложения.
uk: Надаються деякі теми іконок, які дозволяють змінити зовнішній вигляд додатку.

source: Binary codecs
ca: Códecs binaris
es: Códecs binarios
eu: Binario kodekak
gl: Códecs binarios
ja: バイナリコーデック
lt: Sukompiliuoti kodekai
pt: Codificadores
ru: Бинарные кодеки
uk: Бінарні кодеки

source: If you check this option, some extra codecs will be downloaded and installed in the smplayer folder.
ca: Si marques aquesta opció, es descarregaran uns quants còdecs extra i s'instal·laran a la carpeta del SMPlayer.
es: Si marcas esta opción, se descargarán unos cuantos códecs extra y se instalarán en la carpeta del smplayer.
eu: Aukera hau hautatzen baduzu, kodek gehigarri batuzk jeitsi eta ezarriko dira smplayer agiritegian.
gl: Se marcas esta opción, descargaranse e instalaranse algúns códecs adicionais no cartafol de SMPlayer.
ja: このオプションをチェックすると、追加コーデックが SMPlayer のフォルダーにダウンロード/インストールされます。
lt: Jei pažymėsite šią parinkty, į smplayer aplanką bus parsisųsti ir įdiegti keli papildomi kodekai.
pt: Se marcar esta opção, serão transferidos e instalados codificadores adicionais para a pasta do smplayer.
ru: Если вы отметите эту опцию, некоторые дополнительные кодеки будут загружены и установлены в каталог smplayer.
uk: Якщо ви відзначите цей параметр, деякі додаткові кодеки будуть завантажені та встановлені в теку smplayer.

source: These codecs are only necessary for some uncommon formats.
ca: Aquests còdecs només són necessaris per alguns formats poc freqüents.
es: Estos códecs sólo son necesarios para algunos formatos poco frecuentes.
eu: Kodekak heuskarri ezohiko batzuetarako bakarrik dira beharrezkoak.
gl: Estes códecs só son necesarios para algúns formatos pouco comúns.
ja: これらのコーデックはごく一部のフォーマット以外では必要となりません。
lt: Šie kodekai reikalingi tik keliem retiem formatams.
pt: Estes codificadores só serão necessários para os formatos menos utilizados.
ru: Эти кодеки нужны только для некоторых специфичных форматов.
uk: Ці кодеки необхідні тільки для деяких незвичних форматів.

source: Uninstallation
ca: Desinstal·lació
es: Desinstalación
eu: Kentzea
gl: Desinstalación
ja: アンインストール
lt: Šalinimas
pt: Desinstalação
ru: Удаление
uk: Видалення

source: You can uninstall smplayer easily from the control panel or using the <i>uninstall smplayer</i> option in the smplayer menu within the Windows <i>Start</i> menu.
ca: Podeu desinstal·lar SMPlayer fàcilment des del tauler de control o mitjançant l'opció <i>uninstall smplayer</i> del menú del SMPlayer al menú <i>Inici</i> de Windows.
es: Puedes desinstalar smplayer fácilmente desde el panel de control o mediante la opción <i>uninstall smplayer</i> del menú del smplayer en el menú <i>Inicio</i> de Windows
eu: SMplayer erraz kendu dezakezu zure aginte paneletik edo <i>kendu smplayer</i> aukera erabiliz smplayer menuan Windows <i>Hasiera</i> menu gabe.
gl: Podes desinstalar SMPlayer facilmente desde o panel de control ou mediante a opción de <i>desinstalar SMPlayer</i> da entrada de SMPlayer no menú de inicio de Windows.
ja: アンインストールはコントロールパネルから、もしくは Windows の [スタート] メニュー内の SMPlayer メニューの [Uninstall SMPlayer] オプションから行うことができます。
lt: Galite pašalinti smplayer per valdymo skydą arba naudodami <i>pašalinti smplayer</i> parinkty windows pradžios meniu.
pt: Pode desinstalar o smplayer através do painel de controlo ou com a opção <i>Desinstalar smplayer</i> do menu do smplayer acedida através do menu <i>Iniciar</i>.
ru: Вы можете легко деинсталлировать smplayer из панели управления или используя соответствующую опцию в меню smplayer стартового меню Windows.
uk: Ви можете легко видалити SMPlayer з панелі керування <i>видалити smplayer</i> або використовуючи відповідну опцію в меню SMPlayer стартового <i>меню</i> Windows.

source: Close
ca: Tancar
es: Cerrar
eu: Itxi
gl: Pechar
ja: 閉じる
lt: Užverti
pt: Fechar
ru: Закрыть
uk: Закрити

source: Frequently asked questions (FAQ)
ca: Preguntes freqüents (FAQ)
es: Preguntas frecuentes (FAQ)
eu: Sarri egindako galderak (SEG)
gl: Preguntas máis frecuentes (FAQ)
ja: よく寄せられる質問 (FAQ)
lt: Dažniausiai Užduodami Klausimai (DUK)
pt: Perguntas frequentes (FAQ)
ru: Часто задаваемые вопросы (ЧАВО)
uk: Часті питання (ЧаПи)

source: Frequently asked questions about SMPlayer, a free media player with codecs
ca: Preguntes freqüents sobre SMPlayer, un reproductor multimèdia gratuït amb códecs
es: Preguntas frecuentes sobre SMPlayer, un reproductor multimedia gratuito con códecs
eu: SMPlayer, multimedia irakurgailu askea kodekekin-ri buruz sarri egindako galderak
gl: Preguntas máis frecuentes sobre o SMPlayer, un reprodutor multimedia libre con códecs
ja: SMPlayer についてよく寄せられる質問 - コーデック内蔵の無料メディアプレイヤー
lt: Dažniausiai Užduodami Klausimai apie SMPlayer
pt: Perguntas frequentes sobre o smplayer
ru: Часто задаваемые вопросы об SMPlayer, свободном медиаплеере с кодеками
uk: Часті запитання про SMPlayer, безкоштовний медіа-програвач з кодеками

source: Q.
ca: P.
es: P.
eu: G.
gl: P:
lt: K.
pt: P.
ru: В.
uk: П.

source: Frequently Asked Questions
ca: Preguntes Freqüents
es: Preguntas Frecuentes
eu: Sarri Egindako Galderak
gl: Preguntas máis frecuentes
ja: よくある質問
lt: Dažniausiai Užduodami Klausimai
pt: Perguntas frequentes
ru: ЧАсто задаваемые ВОпросы
uk: Найчастіші запитання

source: How can I download subtitles from opensubtitles.org?
ca: Com es poden descarregar els subtítols d'opensubtitles.org?
es: ¿Cómo se pueden descargar los subtítulos de opensubtitles.org?
eu: Nola jeitsi ditzaket azpidatziak opensubtitles.org-tik?
gl: Como podo descargar subtítulos de opensubtitles.org?
ja: OpenSubtitles.org から字幕をダウンロードするには?
lt: Kaip parsisiųsti subtitrus iš opensubtitles.org?
pt: Como é que posso receber as legendas do opensubtitles.org?
ru: Как я могу загрузить субтитры с opensubtitles.org?
uk: Як мені завантажити субтитри з opensubtitles.org?
